{
    "id":181,
    "text":"Elizabeth Rivera, Global Voices Author and Translator Elizabeth Rivera arrived to Global Voices in 2011 and since then has not stopped translating for Global Voices in Spanish, writing her own articles both for Global Voices in Spanish and Global Voices Online and also translating for Global Voices in English. Curious to know more about her, I decided to send her a few questions which she answered willingly. The end result is this interview that I share with you today. Hello Elizabeth, tell us about yourself, where are you from, where are you and what do you do? Hello! I am a citizen of the world that by chance and fortune was born in Mexico City a little over 30 years ago. I live in a multicultural family and I come from one. I have lived in 6 cities in 3 countries and I hope to be fortunate enough to increase that number. Today I am in Santiago, Chile and day to day - as well as collaborating with Global Voices - I earn my bread as a marketer. How did you hear about Global Voices and what encouraged you to get involved in their work? With the birth of the Arab Spring, I reactivated my Twitter account. I started to follow interesting people who post regularly, including @JustAmira. I was struck by the Twitbon you had on her profile, so I came to Global Voices. I immediately fell in love with the site, reading the posts they had and their reason for being. I saw the link to work as a translator and said, “here I am.” On the same day you contacted me and the rest is history. Now not only do I translate but I have the opportunity to write my own pieces. I am very proud to be part of this community and hope to remain so for a long time. I have learnt a lot and I have met very valuable people. Elizabeth Rivera with her little girl. 2011. How do you have enough time to translate and write? A little discipline, that is all. When I take a translation I give myself a date or time limit to complete it by. I do not take another until I have finished it. When I'm writing a post I don't do translations. In any case, I am a quick typer on the keyboard and I'm used to doing many things at once (you know, working, being a mother, wife, writing, friends, etc, etc.) :) You said you have lived in 6 different cities, tell us about your travels! Now that I remember, there are 7! In Mexico I have lived in Mexico City, Cuernavaca, San Cristóbal de las Casas and Cancún. In the United States I have lived in Irvine and Chino, both cities in California. In Chile, only in Santiago. Mexico City is the city where I was born and where I have my roots, my people, my identity. I studied in California for several years and it is also a place where I feel at home because my mother's family lives there and I spent my childhood summers with them. In San Cristóbal (or Sancris as it is affectionately known) I had the opportunity to work with a Tzeltal community producer of coffee helping them start a business that allowed them to keep the village in a sustainable way. It is a community, tucked amid the Zapatista zone, poor in material terms, but extremely rich in culture. It was one of the most enriching experiences I have had in my life. So, of all the cities I mentioned, Sancris has a special place in my heart. Elizabeth Rivera in Dublin, Ireland. Changing topics, how do you see the Chilean student movement? Will the negotiations between them and the government reach a conclusion? The Chilean student movement of 2011 is the second part of the “revolución pingüina” (“penguin revolution”) of 2006. In fact, I'm sure many of those who participated in those protests are the leaders of the current movement. I think that, despite many genuine causes, this is what the Chilean society has chosen to express their discontent with inequality and I believe it is right. Education is the foundation of any society. The current system does not seek access to quality education for all of society, from financing to evaluation, training and support for teachers in all schools, especially public ones. It is not just a problem at the university level, the system begins to affect children since preschool. I think if Chile wants to keep growing and it aspires to be a developed and inclusive nation, it must have an education system that accompanies these objectives. I think both sides, government and students (or rather, society in general) want the best for the country. This must be what prevails in the negotiations. Now, if you want to reach a true solution, the government should stop providing “patch” answers as increasing grants or lowering interest rates, which help, but do not attack the root of the problem; and the students must understand that change does not happen overnight and must be open to options. The youngsters have lit the flame of change, now it's up to the current government to seize the golden opportunity that is in front of them to leave a positive mark in the history of Chile. And why do you think the government does not want to compromise on the core of its educational model? There can be many reasons. Both personal and ideological. I think many in the government really believe that such a thorough reform is not needed (we think this is a neoliberal model of education, which is consistent with philosophy of the Right). Others are “afraid” to change the tax laws or think that a reform would be too complicated and\/or expensive. Others simply see it as an affront against the government rather than a necessity that is independent of the party in power. And some do not want to budge. The status quo is easier and more comfortable. Maybe that's why for many years of leftist government nothing has been done to change this system. Well, at least this time, the protests have succeeded in bringing the discussion to deeper issues and has not lost the level of pressure, which is already a gain on the previous movement. How do you evaluate the use and impact of new media in the student movement? The new forms of media have been key to elevating the discussion and involving all citizens in this matter. Whoever wants to, can comment, discuss, propose. That is always good for a democracy. Also, citizens' forums and journals have been available to Internet users to analyze other events beyond the traditional media, which have focused mostly on covering the excesses of the protests more than anything else. Even at the beginning of this movement, they were not even covering the protests, instead giving news of anything else, while in the streets there were thousands of people demonstrating. As in the rest of the world, the new media has opened many doors of conversation that did not exist before. Elizabeth Rivera in Angelmó, Puerto Montt, Chile, 2010. Why are you volunteering for Global Voices and not another NGO? For me connectivity is important in every sense. It was the reason I chose my career and why I like to travel. The more we feel the interdependence with our fellow man and our environment the easier it will be to put ourselves into the shoes of others, understanding, respecting and opening ourselves to possibilities. Global Voices has allowed me and allows readers to understand cultures, ways of thinking and news from other perspectives, which is very rewarding making ties stronger, and borders - starting with the language - are gone. Finally, tell us your favourite activities when you are not working? I love traveling so I'm always imagining and planning the next “break”. It is normal that my husband, my daughter and I take the bag on a Friday and return on Sunday with no problems. We like to discover places from the “local” point of view, so we explore the markets, we ask the taxi driver “where to eat where the tourists don't go” and if there is a friend in the place, even better! For us it is the best thing to spend money on. In fact, I live intensely by my favourite phrase: “The world is too interesting to stay in one place all the time.” I also like reading, especially historical novels but since my baby was born I have not had much time to devote to reading. I like playing with her ​​and showing her new things, seeing how she learns. Also, as a good Mexican, I organize outings and plans with friends quite often. It is common to see people in my house at lunch or in the afternoon having a beer. Everyone knows that they can just come round. Thanks Eli! And to show you how true that is, our Latin America Regional Editor Silvia Viñas hopped over to Elizabeth's house for a brief chat: Make sure you follow Elizabeth on Twitter: @elimaguire.",
    "pair":"gv-eng-20120125-286208.xml",
    "lang":"gv-eng-swe-105_ENG.json",
    "label":[
        [0,16,"personal_name"],
        [18,31,"institution"],
        [32,38,"other"],
        [43,53,"other"],
        [54,70,"personal_name"],
        [82,95,"institution"],
        [99,103,"date"],
        [151,164,"institution"],
        [168,175,"other"],
        [211,224,"institution"],
        [228,235,"other"],
        [240,260,"institution"],
        [286,299,"institution"],
        [303,310,"other"],
        [480,489,"personal_name"],
        [643,654,"geographic"],
        [669,677,"date"],
        [695,708,"other"],
        [753,754,"other"],
        [765,766,"other"],
        [850,865,"geographic"],
        [913,926,"institution"],
        [950,958,"other"],
        [983,996,"institution"],
        [1190,1200,"personal_name"],
        [1267,1280,"institution"],
        [1407,1417,"other"],
        [1719,1735,"personal_name"],
        [1745,1756,"other"],
        [1758,1762,"date"],
        [2145,2151,"other"],
        [2153,2157,"other"],
        [2218,2219,"other"],
        [2297,2298,"other"],
        [2303,2309,"geographic"],
        [2326,2337,"geographic"],
        [2339,2349,"geographic"],
        [2351,2377,"geographic"],
        [2382,2388,"geographic"],
        [2397,2410,"geographic"],
        [2427,2433,"geographic"],
        [2438,2443,"geographic"],
        [2460,2470,"geographic"],
        [2475,2480,"geographic"],
        [2490,2498,"geographic"],
        [2500,2511,"geographic"],
        [2605,2615,"geographic"],
        [2689,2697,"other"],
        [2764,2777,"geographic"],
        [2782,2789,"geographic"],
        [2858,2865,"other"],
        [3020,3029,"geographic"],
        [3194,3201,"geographic"],
        [3235,3251,"personal_name"],
        [3255,3270,"geographic"],
        [3768,3789,"other"],
        [6666,6682,"personal_name"],
        [6686,6714,"geographic"],
        [6716,6720,"date"],
        [6751,6764,"institution"],
        [7105,7118,"institution"],
        [7489,7496,"other"],
        [7501,7509,"other"],
        [8007,8023,"other"],
        [8164,8171,"other"],
        [8364,8367,"personal_name"],
        [8407,8436,"other"],
        [8437,8449,"personal_name"],
        [8465,8474,"personal_name"],
        [8522,8531,"personal_name"],
        [8544,8555,"personal_name"]],
    "Comments":["Protecting the identity of Elizabeth Rivera.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."
]
}