[
{"id":181,"text":"Elizabeth Rivera, Global Voices Author and Translator Elizabeth Rivera arrived to Global Voices in 2011 and since then has not stopped translating for Global Voices in Spanish, writing her own articles both for Global Voices in Spanish and Global Voices Online and also translating for Global Voices in English. Curious to know more about her, I decided to send her a few questions which she answered willingly. The end result is this interview that I share with you today. Hello Elizabeth, tell us about yourself, where are you from, where are you and what do you do? Hello! I am a citizen of the world that by chance and fortune was born in Mexico City a little over 30 years ago. I live in a multicultural family and I come from one. I have lived in 6 cities in 3 countries and I hope to be fortunate enough to increase that number. Today I am in Santiago, Chile and day to day - as well as collaborating with Global Voices - I earn my bread as a marketer. How did you hear about Global Voices and what encouraged you to get involved in their work? With the birth of the Arab Spring, I reactivated my Twitter account. I started to follow interesting people who post regularly, including @JustAmira. I was struck by the Twitbon you had on her profile, so I came to Global Voices. I immediately fell in love with the site, reading the posts they had and their reason for being. I saw the link to work as a translator and said, “here I am.” On the same day you contacted me and the rest is history. Now not only do I translate but I have the opportunity to write my own pieces. I am very proud to be part of this community and hope to remain so for a long time. I have learnt a lot and I have met very valuable people. Elizabeth Rivera with her little girl. 2011. How do you have enough time to translate and write? A little discipline, that is all. When I take a translation I give myself a date or time limit to complete it by. I do not take another until I have finished it. When I'm writing a post I don't do translations. In any case, I am a quick typer on the keyboard and I'm used to doing many things at once (you know, working, being a mother, wife, writing, friends, etc, etc.) :) You said you have lived in 6 different cities, tell us about your travels! Now that I remember, there are 7! In Mexico I have lived in Mexico City, Cuernavaca, San Cristóbal de las Casas and Cancún. In the United States I have lived in Irvine and Chino, both cities in California. In Chile, only in Santiago. Mexico City is the city where I was born and where I have my roots, my people, my identity. I studied in California for several years and it is also a place where I feel at home because my mother's family lives there and I spent my childhood summers with them. In San Cristóbal (or Sancris as it is affectionately known) I had the opportunity to work with a Tzeltal community producer of coffee helping them start a business that allowed them to keep the village in a sustainable way. It is a community, tucked amid the Zapatista zone, poor in material terms, but extremely rich in culture. It was one of the most enriching experiences I have had in my life. So, of all the cities I mentioned, Sancris has a special place in my heart. Elizabeth Rivera in Dublin, Ireland. Changing topics, how do you see the Chilean student movement? Will the negotiations between them and the government reach a conclusion? The Chilean student movement of 2011 is the second part of the “revolución pingüina” (“penguin revolution”) of 2006. In fact, I'm sure many of those who participated in those protests are the leaders of the current movement. I think that, despite many genuine causes, this is what the Chilean society has chosen to express their discontent with inequality and I believe it is right. Education is the foundation of any society. The current system does not seek access to quality education for all of society, from financing to evaluation, training and support for teachers in all schools, especially public ones. It is not just a problem at the university level, the system begins to affect children since preschool. I think if Chile wants to keep growing and it aspires to be a developed and inclusive nation, it must have an education system that accompanies these objectives. I think both sides, government and students (or rather, society in general) want the best for the country. This must be what prevails in the negotiations. Now, if you want to reach a true solution, the government should stop providing “patch” answers as increasing grants or lowering interest rates, which help, but do not attack the root of the problem; and the students must understand that change does not happen overnight and must be open to options. The youngsters have lit the flame of change, now it's up to the current government to seize the golden opportunity that is in front of them to leave a positive mark in the history of Chile. And why do you think the government does not want to compromise on the core of its educational model? There can be many reasons. Both personal and ideological. I think many in the government really believe that such a thorough reform is not needed (we think this is a neoliberal model of education, which is consistent with philosophy of the Right). Others are “afraid” to change the tax laws or think that a reform would be too complicated and\/or expensive. Others simply see it as an affront against the government rather than a necessity that is independent of the party in power. And some do not want to budge. The status quo is easier and more comfortable. Maybe that's why for many years of leftist government nothing has been done to change this system. Well, at least this time, the protests have succeeded in bringing the discussion to deeper issues and has not lost the level of pressure, which is already a gain on the previous movement. How do you evaluate the use and impact of new media in the student movement? The new forms of media have been key to elevating the discussion and involving all citizens in this matter. Whoever wants to, can comment, discuss, propose. That is always good for a democracy. Also, citizens' forums and journals have been available to Internet users to analyze other events beyond the traditional media, which have focused mostly on covering the excesses of the protests more than anything else. Even at the beginning of this movement, they were not even covering the protests, instead giving news of anything else, while in the streets there were thousands of people demonstrating. As in the rest of the world, the new media has opened many doors of conversation that did not exist before. Elizabeth Rivera in Angelmó, Puerto Montt, Chile, 2010. Why are you volunteering for Global Voices and not another NGO? For me connectivity is important in every sense. It was the reason I chose my career and why I like to travel. The more we feel the interdependence with our fellow man and our environment the easier it will be to put ourselves into the shoes of others, understanding, respecting and opening ourselves to possibilities. Global Voices has allowed me and allows readers to understand cultures, ways of thinking and news from other perspectives, which is very rewarding making ties stronger, and borders - starting with the language - are gone. Finally, tell us your favourite activities when you are not working? I love traveling so I'm always imagining and planning the next “break”. It is normal that my husband, my daughter and I take the bag on a Friday and return on Sunday with no problems. We like to discover places from the “local” point of view, so we explore the markets, we ask the taxi driver “where to eat where the tourists don't go” and if there is a friend in the place, even better! For us it is the best thing to spend money on. In fact, I live intensely by my favourite phrase: “The world is too interesting to stay in one place all the time.” I also like reading, especially historical novels but since my baby was born I have not had much time to devote to reading. I like playing with her ​​and showing her new things, seeing how she learns. Also, as a good Mexican, I organize outings and plans with friends quite often. It is common to see people in my house at lunch or in the afternoon having a beer. Everyone knows that they can just come round. Thanks Eli! And to show you how true that is, our Latin America Regional Editor Silvia Viñas hopped over to Elizabeth's house for a brief chat: Make sure you follow Elizabeth on Twitter: @elimaguire.","pair":"gv-eng-20120125-286208.xml","lang":"gv-eng-swe-105_ENG.json","label":[[0,16,"personal_name"],[18,31,"institution"],[32,38,"other"],[43,53,"other"],[54,70,"personal_name"],[82,95,"institution"],[99,103,"date"],[151,164,"institution"],[168,175,"other"],[211,224,"institution"],[228,235,"other"],[240,260,"institution"],[286,299,"institution"],[303,310,"other"],[480,489,"personal_name"],[643,654,"geographic"],[669,677,"date"],[695,708,"other"],[753,754,"other"],[765,766,"other"],[850,865,"geographic"],[913,926,"institution"],[950,958,"other"],[983,996,"institution"],[1190,1200,"personal_name"],[1267,1280,"institution"],[1407,1417,"other"],[1719,1735,"personal_name"],[1745,1756,"other"],[1758,1762,"date"],[2145,2151,"other"],[2153,2157,"other"],[2218,2219,"other"],[2297,2298,"other"],[2303,2309,"geographic"],[2326,2337,"geographic"],[2339,2349,"geographic"],[2351,2377,"geographic"],[2382,2388,"geographic"],[2397,2410,"geographic"],[2427,2433,"geographic"],[2438,2443,"geographic"],[2460,2470,"geographic"],[2475,2480,"geographic"],[2490,2498,"geographic"],[2500,2511,"geographic"],[2605,2615,"geographic"],[2689,2697,"other"],[2764,2777,"geographic"],[2782,2789,"geographic"],[2858,2865,"other"],[3020,3029,"geographic"],[3194,3201,"geographic"],[3235,3251,"personal_name"],[3255,3270,"geographic"],[3768,3789,"other"],[6666,6682,"personal_name"],[6686,6714,"geographic"],[6716,6720,"date"],[6751,6764,"institution"],[7105,7118,"institution"],[7489,7496,"other"],[7501,7509,"other"],[8007,8023,"other"],[8164,8171,"other"],[8364,8367,"personal_name"],[8407,8436,"other"],[8437,8449,"personal_name"],[8465,8474,"personal_name"],[8522,8531,"personal_name"],[8544,8555,"personal_name"]],"Comments":["Protecting the identity of Elizabeth Rivera.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":182,"text":"Saudiarabien: Skandal över tio piskrapp mot kvinnlig bilförare För sex månader sedan körde Shaima Jastaniya sin bil på en av Jeddahs gator innan hon blev arresterad av polisen. I september blev Jastaniya dömd till tio piskrapp för att ha utmanat körförbudet, men några dagar senare spreds nyheten att hon hade blivit benådad av den saudiska monarken själv. Under förhör säger hon att hon körde sin bil för att hon inte hade tillgång till varken kollektiv eller privat transport och behövde ta sig till sjukhuset. Under de senaste 48 timmarna har saudiska twittrare bekräftat att Jastaniya fick domstolens beslut om piskning och har 30 dagar på sig att överklaga. Till skillnad från andra kvinnor som körde i Saudiarabien, såsom Manal Al-Sharif [en] och Najlaa Hariri [en], så videofilmade inte Jastaniya sig själv för att lägga upp videon online när hon körde. Det som kom som en större överraskning för saudier var faktiskt det läckta dokumentet som domstolen skickade till tidningen Al-Watan som kallade två kvinnliga journalister till domstolen för att skriva nyhetsartikeln om piskningsdomen som Jastaniya fick för två månader sedan. De två kvinnliga journalisterna är Nissrin Najm Al-Din och Samya Al-Essa och här är en länk till storyn [ar] som de skrev om piskningen, där de hänvisar till de två första bokstäverna i Jastaniyas namn. En illustration av Emirati Wafa Al Marzouqi som stöd för den saudiska \"Kvinnor ska få köra\"-kampanden. Bildtext: Jag har rätten att köra. På Twitter var saudiska Fahad (@Solidus_Fahad) rasande över nyheten. Han twittrade: @Solidus_Fahad: Om en kvinna kan bli piskad bara för att hon kör bil, kan du föreställa dig vad som händer henne om hon säger vad hon tycker?! @Solidus_Fahad: En saudisk kvinna med jättebra progressiva tankar kommer att piskas offentligt i religions och manlig överlägsenhets namn! För att hon körde bil! Noha Aldhahri (@MsNohaAldhahri) från Jeddah twittrade om nyheterna om de två kvinnliga journalisterna som kallades till domstolen. Hon skrev: @MsNohaAldhahri: #Det saudiska informationsministeriet stämmer två #journalister för att de täckte #Shaima #piskningsmålet. Den saudiska människorättsaktivisten Waleed Abu Alkhair (@abualkhair), som togs till domstol [en] i september förra året, la upp det läckta dokumentet som kallade de två journalisterna till domstolen: @abualkhair: Dokumentet från #Det saudiska informationsministeriet som stämmer två journalister för att de publicerade #Shaima piskningsmålet http:\/\/twitpic.com\/7dzqgi (@Anwaar33) från Riyadh kritiserade det hon beskrev som det korrupta systemet i Saudiarabien: @Anwaar33: Bara i Saudiarabien blir en flicka piskad för att ha kört sin bil i nödfall medan de som stal miljarder från Jeddah bor i sina palats och blir respekterade. En Saudi-Amerikansk twittrare med smeknamnet (@Ana3rabeya) hänvisade till prinsessan Amira Al-Taweel, prins Waleed Bin Talals fru, som för två månader twittrade och sa att Shaima fick sitt straff avskrivet: @Ana3rabeya: Fictional TruthSeeker (fiktiv sanningssökare): “Var det, eller var det Inte, en kunglig benådning utfärdad för #Shaima piskningsdomen?”, Ameerah Al-Taweel: *Syrsor*. Bloggaren Majed Al-Enizi (@QMajed) kritiserade de Saudiska lagarna: @QMajed: En medborgare har rätten till att läsa en direkt konstitution som har en lista på vad som är tillåtet och vad som är förbjudet istället för att bero på tur för att hans straff ska specificeras. Hala Khalaf (@tbaish) ville också se en förändring. Hon skrev: @tbaish: Efter beslutet om att piska Shaima undrar jag när de kommer att tillåta juridikstuderande att bli domare istället för att hålla det exklusivt för de ‘skäggiga'. Farah Al Ibrahim (@farah_alibrahim), en kvinnlig twitteranvändare från Dubai, i UAE, skrev: @farah_alibrahim: Låt henne offras och bli piskad, kanske kan hennes piskrapp få oss att vakna.. jag vill inte säga mer då jag är rädd att bli piskad! Flera twitteranvändare, de flesta använder pseudonymer, har hyllat beslutet att vem som än bryter mot lagen ska straffas. Andra tog tillfället i akt för att nidvisa ‘liberaler' och de som vill ha reformer i kungariket. Denna twitteranvändaren använde diskriminering mot kvinnliga aktivister: @ro7_aleslam: Manal Al-Sharif är inte en saudier och det är inte heller Shaima. Det är bevis på att ingen av de som verkligen är saudier verkligen körde sin bil för hennes far skulle ha piskat henne innan regeringen gjorde det. Abdullatif Mohammad (@AboLa6eef) klagade på tweets till förmån för Jastaniya, och sa att hon förtjänade sitt straff: @AboLa6eef: Ni stör mig med eran Shaima. Hon bröt mot lagen och behöver bli straffad. Lägg av med tramset. Han tillade: @AboLa6eef: Kära Flicka, om du vill köra, lämna Saudiarabien och åk dit där det är tillåtet, du har hela världen men här får du inte köra. Lär dig!","pair":"gv-swe-20111116-1087.xml","lang":"gv-eng-swe-65_SWE.json","label":[[0,12,"geographic"],[27,39,"other"],[67,78,"date"],[91,107,"personal_name"],[125,132,"geographic"],[179,188,"date"],[194,203,"personal_name"],[214,226,"other"],[332,349,"other"],[502,511,"institution"],[530,541,"date"],[546,554,"other"],[579,588,"personal_name"],[615,623,"other"],[632,640,"date"],[708,720,"geographic"],[728,743,"personal_name"],[753,766,"personal_name"],[794,803,"personal_name"],[904,911,"other"],[985,993,"institution"],[1081,1095,"other"],[1100,1109,"personal_name"],[1119,1130,"date"],[1173,1192,"personal_name"],[1197,1210,"personal_name"],[1243,1245,"other"],[1263,1273,"other"],[1324,1334,"personal_name"],[1360,1384,"personal_name"],[1402,1410,"other"],[1494,1502,"other"],[1503,1508,"personal_name"],[1510,1524,"personal_name"],[1563,1577,"personal_name"],[1600,1606,"other"],[1706,1720,"personal_name"],[1725,1732,"other"],[1783,1789,"other"],[1868,1881,"personal_name"],[1883,1898,"personal_name"],[1905,1911,"geographic"],[1912,1921,"other"],[2010,2025,"personal_name"],[2027,2064,"institution"],[2109,2116,"personal_name"],[2117,2132,"other"],[2138,2146,"other"],[2171,2189,"personal_name"],[2191,2202,"personal_name"],[2234,2254,"date"],[2335,2346,"personal_name"],[2364,2401,"institution"],[2454,2461,"personal_name"],[2462,2476,"other"],[2477,2502,"other"],[2504,2513,"personal_name"],[2520,2526,"geographic"],[2583,2595,"geographic"],[2597,2606,"personal_name"],[2615,2627,"geographic"],[2643,2649,"other"],[2717,2723,"geographic"],[2768,2784,"other"],[2811,2822,"personal_name"],[2839,2865,"personal_name"],[2867,2890,"personal_name"],[2891,2894,"other"],[2904,2915,"date"],[2937,2943,"personal_name"],[2972,2983,"personal_name"],[3096,3103,"personal_name"],[3104,3118,"other"],[3122,3139,"personal_name"],[3161,3175,"personal_name"],[3177,3184,"personal_name"],[3201,3209,"other"],[3219,3226,"personal_name"],[3422,3433,"personal_name"],[3435,3442,"personal_name"],[3485,3492,"personal_name"],[3516,3521,"other"],[3522,3528,"personal_name"],[3655,3671,"personal_name"],[3673,3689,"personal_name"],[3726,3738,"geographic"],[3747,3763,"personal_name"],[3790,3796,"other"],[3816,3824,"other"],[4105,4115,"geographic"],[4190,4202,"personal_name"],[4204,4219,"personal_name"],[4231,4238,"other"],[4262,4268,"personal_name"],[4376,4382,"other"],[4418,4437,"personal_name"],[4439,4449,"personal_name"],[4485,4494,"personal_name"],[4535,4545,"personal_name"],[4568,4574,"personal_name"],[4655,4665,"personal_name"],[4703,4715,"geographic"]],"Comments":["Protecting the identity of Shaima Jastaniya.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":183,"text":"Malawi: Death of a Student Activist and a Campaign of Terror Early on the morning of Saturday September 24, 2011, a University of Malawi Polytechnic student was found lying stiff on a paved surface, next to a pool of blood, on the university campus. His name was Robert Chasowa, and he was dead. Early whispers suggested suicide, including a question posted on an unlisted google forum for Malawian journalists: Is it true a male student has committed suicide by throwing themselves off from an upper floor? Chasowa was said to have had a cut on the back of his head, and not everyone was buying the suicide suggestion. In the evening of that Saturday the police announced they were going to issue a statement. It came late afternoon the following day, Sunday, September 25. In the statement, National Police Headquarters spokesperson, Mr Willie Mwaluka, announced what he said were postmortem results from Malawi's leading pathologist, Dr. Charles Dzamalala. Based on the postmortem results, and a note the deceased was said to have left for his parents, Mr Mwaluka announced that Robert Chasowa had apparently committed suicide. Malawian student activist Robert Chasowa. Image source: RIP Robert Chasowa Facebook page. Chasowa was buried on Monday September 26, two days after his death, but then on and offline, the questions were only beginning: Why were the police in such a rush to conclude that Chasowa had committed suicide? Why was there a cut at the back of his head? Where was campus security when all this happened? What was going on with Malawi? Chasowa's death came after a spate of arson attacks on two vehicles belonging to a radio station claimed by the president to be hostile to the government, and more arson cases involving houses and offices of human rights activists. In September three markets in the cities of Blantyre and Lilongwe suffered extensive fire damage, also suspected to be arson. Another activist, Lawrence Bisika, was reportedly beaten up in a bar in the city of Zomba on September 21st by people believed to be using a vehicle from Ministry of Lands. There have been death threats to journalists, columnists and individuals seen as critics of the government. The Malawi Human Rights Commission (MHRC) [dead link] announced on the same day Chasowa was buried it was going to open an investigation into the death of the student activist. On Saturday, October 1, a weekend paper, Malawi News [dead link], published on its front page a story in which Dr. Dzamalala denied ever releasing to the police a postmortem report on Chasowa's death. He said he had indeed performed a postmortem on Chasowa, but had not yet released the results as some tests were yet to be concluded. Another story in the paper said Dr Dzamalala had been surprised by the number of police officers who were present during the postmortem, and by the several police visits to his house later, asking him for the postmortem report. On Tuesday, October 4, Dr. Dzamalala was interviewed on Capital Radio Malawi's Straightalk programme, and announced that the results of the postmortem would be out the following day. On Wednesday October 5th both Malawi's dailies The Nation and The Daily Times [dead link] carried banner headlines on their front pages, quoting the postmortem report, proclaiming that Robert Chasowa had not committed suicide; he had been murdered. On Thursday, September 29, blogger Bright Mhango Baghaya published on his blog an article titled “The document that killed Chasowa“. Baghaya prefaced the article with a statement saying he was publishing the article, verbatim, and did not intent to infringe anybody's copyright, creating the impression that the article had been authored by Robert Chasowa: Black Moses is answering sedition charges because of this here publication, Robert Chasowa was being sought and killed [my verdict] because of this here document. I have just taken the whole bit, verbatim… I do not intend to infringe any copyrights. its strictly journalistic. This is the sixth edition, it came out on Monday, Moses was arrested on Tuesday, Robert was killed on Saturday. Chasowa's mum bids farewell. Image courtesy of malawivoice.com Written in point format, the document lists 12 questions, asking President wa Mutharika to explain various aspects of governance, including allegations of corruption and foreign bank accounts where Malawi's wealth is allegedly being siphoned off to: 1. We need an explanation- why the presidential jet was impounded in America 2. Mr. President-explain to us why should the Secretary for Treasury extort K16 Million from investors on behalf of DPP and you, your Excellency? 11. Mr President-why should Paladin Africa a company which is mining uranium at Kayerekera be banking U$100,000 every month to your personal account in Australia-when Malawi is experiencing a cute shortage of forex On Wednesday October 5th blogger Mabvuto Jobani published on his blog an article, reporting that two police officers had visited the blogger, saying they knew who killed Chasowa. They asked for anonymity, telling Jobani: But we definitely know the guys who killed him…there are the same guys who torched Rafiq Hajat's offices in Blantyre and Rev Sembereka's house in Balaka but the trouble is that we cant arrest them because they are being protected. News of the suspicious death was spreading like wildfire and was being hotly debated on social networking websites, discussion forums and in the comments' sections of online newspapers. On Thursday October 6 Jobani posted an article announcing that the European Union was going to issue a statement on Robert Chasowa's death. The statement appeared on Friday, October 7. On Thursday, October 6, President wa Mutharika was a special guest on the BBC's current events programme Africa Have Your Say, in which Malawians were expected to call in to ask the president questions. Chasowa's death was the subject of the very first question. The president responded by saying he had instituted a commission of inquiry to look into the political violence being reported. Much of the hour-long programme went with the host, Alex Jakana, and the president discussing the president's new book The African Dream: From Poverty to Prosperity. There were very few questions from callers, and very little probing of the security atmosphere in the country. On Saturday, October 8, Malawi's two weekend papers, Weekend Nation and Malawi News both carried investigative reports that probed deep into Chasowa's death. The revelations have been nothing short of a bombshell. Accounts by both papers quote people involved in student groups that Chasowa belonged to, and top police officers who worked with Chasowa, describing events leading to his death. Chasowa is reported to have worked with the police and politicians to try and stop demonstrations that civil society organizations had planned for Wednesday, August 17, following the expiry of a deadline given to President wa Mutharika to address concerns delivered to him in a petition on July 20. That was the day when the first demonstrations took place in Malawi's major cities and 20 civilians were killed. The published reports say Chasowa and his colleagues were given money and equipment to carry out operations aimed at stopping the August 17 demonstrations. They were promised K10 million (aprox. US$60,000) upon successful completion of the operation. The demonstrations were postponed to September 21, later changed to a mass stayaway, but the police refused to pay the K10 million, claiming the postponement was not a result of the students' work. The reports say Chasowa persistently called the senior police officers and senior politicians in the ruling Democratic Progressive Party (DPP), and threatened to reveal government secrets if the money was not paid. Online newspapers and blogs have gone even further, giving blow by blow accounts of the events leading up to Chasowa's death, including phone numbers of the Inspector General of Police, the President's brother and current Minister of Foreign Affairs, and others involved in dealings with the students: Chasowa lost very little blood (not more than a litre) showing that he was not killed by a fall, loss of blood and most importantly that the blood came out via rigor mortis (if the heart was still pumping, there would be a lake of blood) this shows that he was dead before he bled. Chasowas had dust on his knees, showing that he had knelt….what this the time he was being forced to write the suicide notes? Chasowa was found lying face down, but the face had no dents to show that he had fallen, his shoulders and all parts of his body had no fracture to show that he had fallen. The revelations continue to cause shock and dismay across and beyond Malawi, as expressed on discussion forums and social networking sites. One tweep asked: Its alleged Robert #Chasowa kept a diary - Is it true? Who has it? Whats in it? #malawi Meanwhile, the print edition of The Nation of Wednesday October 12 carries two new developments. It quotes John Kapito, chairperson of the MHRC as asking the Inspector General of Police, Peter Mukhito, to go on holiday so as to enable the MHRC's inquest into the death of Chasowa. The paper also carries a story on deaths threats being made through phone calls to Phillip Pemba, the reporter who wrote the Weekend Nation story that mentioned names of the Inspector General and Southern Region Commissioner of Police Rodney Jose as having met and funded Chasowa and his colleagues. A new blog called DPP Stormtrooopers is asking Malawians to reveal names of ruling party DPP “thugs” involved in “political thuggery” by submitting names and details of attacks. The blog's description reads: Violent political thuggery in Malawi is growing. Let us expose the vile cowards who do this. Submit the name and address of any DPP thug you know. The blog promises to do two things: i) List the culprits responsible for cowardly attacks on our brothers and sisters who are trying their best to serve the country constructively and take us forward. These cowards live in our very own communities!! Lets know them, keep an eye on them, pressure them, and protect our activists from them. From there, justice will find its own path. ii) Record any attacks on dissidents and activists. Its just a small start, but we have to do something and stand up for each other. We are many, have smart people among us so lets find ways ways to make it impossible for these clowns to move freely and kill people with impunity in our communities.","pair":"gv-eng-20111012-260136.xml","lang":"gv-eng-swe-35_ENG.json","label":[[0,6,"geographic"],[19,35,"other"],[85,112,"date"],[116,148,"institution"],[149,156,"other"],[263,277,"personal_name"],[390,398,"other"],[508,515,"personal_name"],[643,651,"date"],[753,773,"date"],[793,834,"other"],[836,853,"personal_name"],[907,915,"geographic"],[937,958,"personal_name"],[1056,1066,"personal_name"],[1082,1096,"personal_name"],[1131,1139,"other"],[1140,1156,"other"],[1157,1171,"personal_name"],[1187,1205,"other"],[1221,1228,"personal_name"],[1243,1262,"date"],[1264,1272,"date"],[1402,1409,"personal_name"],[1551,1557,"geographic"],[1559,1568,"personal_name"],[1597,1712,"other"],[1718,1789,"other"],[1794,1803,"date"],[1835,1843,"geographic"],[1848,1856,"geographic"],[1925,1933,"other"],[1935,1950,"personal_name"],[2001,2006,"geographic"],[2010,2024,"date"],[2071,2088,"institution"],[2171,2196,"other"],[2198,2239,"institution"],[2278,2285,"personal_name"],[2357,2373,"other"],[2378,2397,"date"],[2416,2427,"institution"],[2486,2499,"personal_name"],[2559,2568,"personal_name"],[2624,2631,"personal_name"],[2742,2754,"personal_name"],[2941,2959,"date"],[2961,2974,"personal_name"],[2994,3016,"institution"],[3017,3028,"other"],[3124,3145,"date"],[3151,3159,"geographic"],[3168,3178,"institution"],[3183,3198,"institution"],[3306,3320,"personal_name"],[3373,3395,"date"],[3405,3426,"personal_name"],[3467,3501,"other"],[3503,3510,"personal_name"],[3711,3725,"personal_name"],[3727,3738,"personal_name"],[3803,3817,"personal_name"],[4046,4052,"date"],[4054,4059,"personal_name"],[4076,4083,"date"],[4085,4091,"personal_name"],[4106,4114,"date"],[4116,4125,"personal_name"],[4163,4178,"institution"],[4254,4266,"personal_name"],[4377,4385,"geographic"],[4498,4505,"geographic"],[4552,4574,"other"],[4582,4593,"other"],[4622,4625,"institution"],[4680,4694,"institution"],[4732,4742,"geographic"],[4754,4763,"other"],[4804,4813,"geographic"],[4819,4825,"geographic"],[4870,4891,"date"],[4900,4914,"personal_name"],[5037,5044,"personal_name"],[5080,5086,"personal_name"],[5171,5184,"personal_name"],[5196,5204,"geographic"],[5209,5224,"personal_name"],[5234,5240,"geographic"],[5508,5526,"date"],[5527,5533,"personal_name"],[5568,5586,"institution"],[5621,5637,"personal_name"],[5671,5688,"date"],[5693,5712,"date"],[5724,5736,"personal_name"],[5764,5769,"institution"],[5795,5815,"other"],[5826,5835,"other"],[5893,5902,"personal_name"],[6133,6144,"personal_name"],[6201,6245,"other"],[6361,6380,"date"],[6382,6390,"geographic"],[6411,6425,"institution"],[6430,6441,"institution"],[6499,6508,"personal_name"],[6621,6628,"other"],[6641,6648,"personal_name"],[6702,6709,"personal_name"],[6751,6758,"personal_name"],[6898,6918,"date"],[6964,6973,"other"],[6974,6986,"personal_name"],[7041,7048,"date"],[7111,7119,"geographic"],[7137,7139,"other"],[7189,7196,"personal_name"],[7293,7302,"date"],[7338,7349,"other"],[7358,7367,"other"],[7451,7463,"date"],[7533,7544,"other"],[7596,7605,"other"],[7628,7635,"personal_name"],[7720,7754,"institution"],[7936,7945,"personal_name"],[7984,8011,"other"],[8017,8036,"personal_name"],[8049,8076,"other"],[8129,8136,"personal_name"],[8411,8419,"personal_name"],[8537,8544,"personal_name"],[8779,8785,"geographic"],[8879,8894,"personal_name"],[8947,8954,"geographic"],[8987,8997,"institution"],[9001,9021,"date"],[9062,9073,"personal_name"],[9075,9086,"other"],[9094,9098,"institution"],[9113,9140,"other"],[9142,9155,"personal_name"],[9194,9200,"institution"],[9227,9234,"personal_name"],[9319,9332,"personal_name"],[9361,9375,"institution"],[9410,9427,"other"],[9432,9470,"other"],[9471,9482,"personal_name"],[9508,9515,"personal_name"],[9554,9572,"other"],[9583,9592,"other"],[9625,9628,"institution"],[9774,9780,"geographic"],[9872,9875,"institution"]],"Comments":["Protecting the identity of Robert Chasowa.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":184,"text":"Storbritannien: Ett inspirerat liv vid 77 års ålder Julie Kertesz är någon som firar sitt sjuttiosjunde år som hon firar livet självt. Julie är pensionerad men mycket aktiv och titulerar sig själv som historieberättare och fotograf. Hon är också en produktiv bloggare och videomakare, och ska precis börja med ståuppkomik. Hon föddes i Transylvanien (då en del av Ungern, senare Rumänien), flyttade till Frankrike när hon var 30, och har bott i London sedan juli 2008. Enligt en av hennes anhängare på fotodelningssidan Flickr, Patrick Barry Barr, är hon en “förebild för människor i alla åldrar som vill leva rika och aktiva liv fulla av lärdomar och förehavanden”. Han säger: Julie70 exhibits a spirit that belies her age, as we tend to think of people in their 70's, and I marvel at her enthusiasm, the way in which she relishes meeting strangers and sharing her enthusiasm with them. I will be 67 on 11 May, and when I grow up I want to be just like Julie Kertesz. Julie70 uppvisar en kraft som strider mot hennes ålder, så som vi är vana att se människor i 70-årsåldern, och jag förundrar mig över hennes entusiasm, sättet hon njuter av att möta främlingar och dela sin entusiasm med dem. Jag blir 67 den 11 maj, och när jag blir stor vill jag bli precis som Julie Kertesz. Självporträtt - Julie Kertesz Julie älskar att lära sig nya saker och har aldrig slutat studera, inte ens när det var förbjudet av kommunistregimen i Rumänien. När hon arbetade i Paris återvände hon till klassrummet som tvåbarnsmor för att sedan lämna universitetet vid 43 års ålder med en doktorsexamen i fysik. Hon beskriver i sin livshistoria på sin blogg att livet fortsätter efter 70 : Vi ger inte upp! Alla vi gör någonting, antingen för att leva bättre eller förbli levande. Ack, jag har också mött gamla människor som ser ut som om de redan gett upp, och till och med några väldigt unga. Ensamma, i tunnelbanan. Bara titta på dem i Paris tunnelbana. Så olika mannen jag mötte igår som arbetade på torget. Och så många andra av oss som lever våra liv så fullt ut som möjligt. Okej, vi är i en viss ålder, men vi känner oss inte gamla inuti! Julie använder Flickr, bloggar, och personligt historieberättande för att inspirera andra. I en kommentar på hennes blogg “Mod att skratta år sig själv” (på franska) visar en läsare sin uppskattning för hennes strävan: […] vet du, Julie, jag tycker att du är en vis kvinna. Du hjälper mig ofta i svåra ögonblick, jag säger åt mig själv “vänta, Julie-effekten kommer att infinna sig, det kommer att bli bra”. Kanske källan till sådan visdom är villigheten att våga uppleva något nytt. I videon nedanför använder Julie sitt fjärde språk för att illustrera några av sina förstagångsupplevelser mellan 25 och 70 års ålder. Det var just vid 70 års ålder som Julie upptäckte fotografi. År 2006 startade hon gruppen !afterclass!, en mästarklass på Flickr där 2 500 människor samlas för att lära sig fotografi. Hon startade också grupperna people reading, never too old, och strangers no more: No more strangers. I met them, I spoke to them. I remember them. Inga fler främlingar. Jag mötte dem, jag talade med dem. Jag minns dem. Den sista gruppen inspirerar folk att ta kontakt med andra, och vid varje möte uppenbaras en vacker människa. Klicka på bilderna nedan för att se de underbara historier som Julie avslöjade genom “mänskliga möten” med främlingar.","pair":"gv-swe-20111028-910.xml","lang":"gv-eng-swe-51_SWE.json","label":[[0,14,"geographic"],[39,45,"other"],[52,65,"personal_name"],[90,106,"other"],[135,140,"personal_name"],[144,155,"other"],[201,218,"other"],[223,231,"other"],[259,267,"other"],[272,283,"other"],[310,321,"other"],[336,349,"geographic"],[364,370,"geographic"],[379,387,"geographic"],[404,413,"geographic"],[426,428,"other"],[445,451,"geographic"],[458,467,"date"],[520,526,"institution"],[528,546,"personal_name"],[678,685,"personal_name"],[764,768,"other"],[898,900,"other"],[904,910,"date"],[954,967,"personal_name"],[969,976,"personal_name"],[1062,1074,"other"],[1203,1205,"other"],[1210,1216,"date"],[1264,1277,"personal_name"],[1295,1308,"personal_name"],[1309,1314,"personal_name"],[1410,1426,"institution"],[1429,1437,"geographic"],[1458,1463,"geographic"],[1499,1510,"other"],[1549,1555,"other"],[1569,1590,"other"],[1665,1667,"other"],[1919,1924,"geographic"],[2127,2132,"personal_name"],[2142,2148,"institution"],[2249,2279,"other"],[2284,2291,"other"],[2358,2363,"personal_name"],[2471,2476,"personal_name"],[2638,2643,"personal_name"],[2649,2655,"other"],[2725,2727,"other"],[2732,2738,"other"],[2763,2769,"other"],[2780,2785,"personal_name"],[2807,2814,"date"],[2836,2848,"other"],[2868,2874,"institution"],[2879,2884,"other"],[2958,2973,"other"],[2975,2988,"other"],[2993,3149,"other"],[3323,3328,"personal_name"]],"Comments":["Protecting the identity of Julie Kertesz.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":185,"text":"France: New Visa Restrictions for Foreign University Graduates If the United States' immigration law had ever been similar to the one France recently decided to apply, Yahoo would have been a Chinese company (founded by Jerry Yang from Taiwan), Google would now be a successful Russian business (set up by Sergey Brin) and Apple would have been a Syrian enterprise - the father of Steve Jobs was a foreign student when his son was born. What's more, if the University of Hawaïï had not given Barack Obama Sr. the opportunity to study in the US, his son would probably not be here today. Immigration debate A political debate has been going on in France since beginning of September 2011. Minister of Interior and President Sarkozy's former Chief of Staff, Claude Guéant, signed in May 2011, cojointly with the Minister of Work and Social Relations, Xavier Bertrand, a circular which makes it more difficult for foreign students who have graduated from French public and private universities to work on French territory and thus change their student visa permit into a working visa. Claude Guéant, French Minister of Interior. Image from iledere.parti-socialiste.fr (CC). In addition, a decree was signed on September 6, 2011, in order to tighten conditions for foreigners looking to pursue their higher education in France. Julie Smith, an American citizen living in France was affected by these new policies. After she received a deportation letter from the authorities, she wrote on French information website Rue 89: Here is my story of being an American immigrant in France, the story of many as immigration policy has tightened under Interior Minister Claude Guéant. This policy destroys the lives of many foreigners who have been settled in France and have built their lives here for years. It deprives France of their real contribution to the economy and is applied in a completely illogical and unjust manner. French and international students mobilised against these new legal steps, as well as several university chancellors. On October 18, 500 students symbolically demonstrated in front of the Sorbonne University in Paris, to protest against Guéant's policies. To show the absurdity of the measure, they threw their French diplomas into the garbage. The following video posted on YouTube by user 123VivaAlgerieNew shows the scene: Demonstration The demonstration was organised by the “Collectif du 31 mai”, an organisation which gathers foreign students and graduates from French universities. It counts more than 6,000 supporting members on its Facebook page. “La Confederation Étudiante”, the second most important student union in France, has also mobilised on the issue. The organisation has launched a petition asking the Government to withdraw the measure. It has been signed by more than 2,000 people thus far. We interviewed Baki Youssoufou, president of “La Confédération Étudiante”. In the following video, he explains the absurdity of the measure, and why he assumes it is related to upcoming 2012 French presidential election: Some international students assume that the May 31 circular is an opportunity for them to go back to their countries and help develop them. Kocoumbo, a Cameroonian student, published an anonymous guest post on Rue 89 entitled “African Students, Guéant is helping us: let us dare go back home” [fr]. He writes: In this regard, despite of our personal tragedies, I cannot help myself thinking that Guéant is doing us a great favour","pair":"gv-eng-20111027-264848.xml","lang":"gv-eng-swe-52_ENG.json","label":[[0,6,"geographic"],[134,140,"geographic"],[646,652,"geographic"],[672,686,"date"],[688,770,"personal_name"],[781,789,"date"],[810,865,"personal_name"],[952,958,"other"],[1002,1018,"geographic"],[1082,1124,"personal_name"],[1137,1164,"other"],[1207,1224,"date"],[1316,1322,"geographic"],[1324,1335,"personal_name"],[1340,1348,"other"],[1367,1373,"geographic"],[1485,1491,"other"],[1512,1518,"institution"],[1549,1557,"other"],[1571,1577,"geographic"],[1639,1670,"personal_name"],[1747,1753,"geographic"],[1809,1815,"geographic"],[1918,1924,"other"],[2039,2049,"date"],[2051,2054,"other"],[2106,2125,"institution"],[2129,2134,"geographic"],[2155,2163,"personal_name"],[2229,2235,"other"],[2293,2300,"institution"],[2309,2326,"personal_name"],[2397,2418,"institution"],[2486,2492,"other"],[2527,2532,"other"],[2574,2602,"institution"],[2647,2653,"geographic"],[2808,2813,"other"],[2846,2861,"personal_name"],[2876,2904,"institution"],[3017,3021,"date"],[3022,3028,"geographic"],[3096,3102,"date"],[3192,3200,"personal_name"],[3204,3215,"other"],[3262,3268,"institution"],[3278,3344,"other"],[3346,3348,"other"],[3448,3454,"personal_name"]],"Comments":["Protecting the identity of Julie Smith.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":186,"text":"Hong Kong, Kina: Fördömer Li Wangyangs uppenbarligen iscensatta självmord Istället för att öppet genomföra en utredning av det påstått iscensatta självmordet på den politiska aktivisten Li Wangyang tvingade de lokala myndigheterna i Shaoyang [en] fram en snabb kremering av Lis kropp [en] efter en påskyndad obduktion genomförd av regeringsanställd personal. Dessutom har Lis familj och vänner alla häktats och är nu avskurna ifrån resten av världen. I söndags (den 11 juni, 2012) gick omkring 25.000 människor i Hong Kong ut på gatorna för att fördöma det iscensatta självmordet på Li och sörja den man, som ägnade sitt liv åt kampen för sanning och rättvisa. En av grupperna som deltog hade mobiliserats genom ett Facebook-evenemang [ki]: “Vi är alla Li Wangyang”. Hundratals unga människor visade personligen sitt stöd, med ögonen förbundna med vita tygremsor, och marscherade 5 kilometer i sin sorg över Li Wangyang, från Causeway Bay till det officiella representationskontoret för Folkrepubliken Kinas statsråd. På vägen reciterade de över 100 dikter [ki] insamlade via Facebook-evenemangets sida. Inmediahk.net har publicerat en video på vimeo som visar mötet och de sörjande [ki]: Nedan finns översättingen av en av dikterna, skriven av Bitter Daisy [ki]: Affisch av Facebook-evenemangets sida: Vi är alla Li Wangyang En ouppfylld vilja En bit vitt tyg Kunde inte lägga band på din dröm om frihet Hotande röster Tyranniska och dominerande, kunde inte dränka sanningen Du Vars ögon inte ser Kunde se en lysande framtid Du Vars ögon inte hör Kunde höra en gudinna mumla Du Vars ben inte kan gå Men vars hjärta fortsatte segra Även om det inte finns några fler andetag eller slag i ditt hjärta Till tidens slut Varje enskild människa kommer att beröras Som en videkisse vilar du i människors hjärtan En fanfar av röda blommor Och sålunda Finns det inget du eller jag Allting smälter samman I morgon Varje enskilt steg är en vilja Vi kommer att ärva Den ouppfyllda viljan De tusentals demonstranterna samlades i Hong Kongs centrala distrikt och marscherade tillsammans till det officiella representationskontoret, där de välkomnades av Hong Kong-polisens pepparspray. Fotot nedan publicerades på Facebook av Aloi Wong: Polis använder pepparspray för att hindra sörjande från att nå den kinesiska regeringens kontor. Skrämda av polisens agerande men fast beslutna att sörja inför den centrala kinesiska regeringens officiella representant blockerade demonstranter delar av Connaught Road och omgav regeringsbyggnaden: Tusentals demonstranter blockerar Conaught Road. Foto av Hong Kong Apple Daily News I Kina, där offentlig sorg och demonstrationer inte tillåts, började aktivister använda det offentliga uttalandet: “Jag kommer aldrig att begå självmord” i protest mot det iscensatta självmordet på Li Wangyang. Twitteranvändaren @gexun har skapat ett Google-dokument [ki] för att samla in uttalandena, varav flera visas översatta nedan: @tufuwugan: Jag är vid god hälsa (bortsett från fet lever). Jag är en positiv människa som känner hopp inför framtiden. Jag väntar på deras (skurkarnas) slutgiltiga dom. Det finns inte en chans att jag skulle begå självmord. Sedan jag började döda grisar (kinesisk-engelska övers anm: att kritisera myndigheterna), vågar jag inte göra någonting olagligt: inga droger, inga prostituerade, inte mord eller vandalism. Jag är väldigt försiktig när jag går över gatan, släpper alltid fram bilarna först. Jag skaffar mig inte fiender ibland vanligt folk. Det här är mitt uttalande. @chen_yunfei: Oavsett hur stark diktatorn är, oavsett hur mycket lidande jag måste utstå för att tämja detta odjur, oavsett hur mycket djävulen torterar mig, kommer jag aldrig att begå självmord. Om, trots detta, polisen säger att jag har begått självmord, kommer det att vara fråga om en iscensatt död. Detta är mitt uttalande. @raulmouse: Jag är Shen Ge, även känd som Shen Erxi, Lao Shen, eller Mouse. Jag var gästarbetare på ett universitet och privat hyresvärd. Som en typisk Jungfru tycker jag om att välja den svåra vägen och jag är en perfektionist. Jag är skygg som en mus, jag tycker om mat, dryck och vackra kvinnor. Jag är en pretentiös människa. Med undantag för hot mot min familjs liv, kommer jag aldrig att begå självmord. Det här är mitt uttalande. Hittills har över 60 liknande uttalanden publicerats på Twitter. Li Wangyang sista intervju har översatts och laddats upp på You Tube och har inkluderats här som bakgrund till Lis liv. http:\/\/youtu.be\/lClvj9J5m7E Den vanligaste orsaken till självmord är depression som förblivit obehandlad. Depression kan behandlas och självmord förhindras. Du kan få hjälp från konfidentiella hjälplinjer för människor i självmordstankar och känslomässig kris. Besök Befrienders.org [en] för att hitta en krishjälpslinje i ditt land.","pair":"gv-swe-20120612-2880.xml","lang":"gv-eng-swe-192_SWE.json","label":[[0,15,"geographic"],[26,38,"personal_name"],[161,185,"other"],[186,197,"personal_name"],[233,241,"geographic"],[274,277,"personal_name"],[372,375,"personal_name"],[453,480,"date"],[494,500,"other"],[513,522,"geographic"],[583,585,"personal_name"],[639,659,"other"],[736,738,"other"],[741,765,"other"],[827,862,"other"],[880,881,"other"],[908,919,"personal_name"],[926,938,"geographic"],[944,1016,"geographic"],[1046,1049,"other"],[1104,1117,"institution"],[1184,1186,"other"],[1245,1257,"personal_name"],[1259,1261,"other"],[1303,1325,"other"],[1326,1975,"other"],[1979,1988,"other"],[2016,2044,"geographic"],[2140,2149,"geographic"],[2200,2208,"institution"],[2212,2221,"personal_name"],[2290,2318,"geographic"],[2383,2441,"personal_name"],[2476,2490,"geographic"],[2501,2519,"geographic"],[2521,2530,"other"],[2555,2568,"geographic"],[2578,2604,"institution"],[2607,2611,"geographic"],[2617,2664,"other"],[2803,2814,"personal_name"],[2834,2840,"personal_name"],[2873,2875,"other"],[2942,2952,"personal_name"],[2976,2999,"other"],[3198,3215,"other"],[3518,3530,"personal_name"],[3847,3857,"personal_name"],[3866,3873,"personal_name"],[3889,3898,"personal_name"],[3900,3908,"personal_name"],[3916,3921,"personal_name"],[3999,4006,"other"],[4302,4304,"other"],[4349,4360,"personal_name"],[4460,4463,"personal_name"],[4469,4496,"other"]],"Comments":["Protecting the identity of Li Wangyang.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":188,"text":"Philippines: Forced to Leave School Due to Unpaid Fees, Student Commits Suicide A 16-year old college freshman studying Behavioral Sciences in the University of the Philippines Manila committed suicide last Friday morning. She was found dead at her family residence in Tondo, Manila two days after she was forced by the school administration to stop attending her classes because of unpaid tuition. The student was the eldest among five siblings. Her father is a part-time taxi driver while her mother is a housewife. She was assigned by the university administration under Bracket D of the Socialized Tuition and Financial Assistance Program (STFAP). UP Manila implements a “no late payment” policy wherein students unable to pay their tuition on time are forced to take a leave from the university. Education is a Right | Photo from Pixel Offensive Grief and sympathy poured all over social networking sites and personal blogs over her untimely passing. Many also expressed outrage over expensive tuition and school fees and the highly commercialized system of Philippine education for driving the student to her death. Here are some reactions on Twitter: @adrianayalin: Sad, sad, sad news about UP Manila student allegedly committing suicide because of unpaid tuition. @teddycasino: Those cold hearted bureaucrats in UP Manila should resign in guilt \& shame. @jcmaningat: The suicide of the UP Manila student is big slap on the face of @PresidentNoy who claims that life is easier under his reign #justice #fb The Facebook status of Cleve Kevin Robert Arguelles, the UP Student Regent representing 50,000 UP students in the university's Board of Regents: The case of Kristel Tejada was not a suicide. There was no choice - either you pay or you stop pursuing your dreams. She was killed by the system- a system that refuse to recognize that education is a right, that life is measured in your capacity to pay. A sad and outrageous day for us Iskolars ng Bayan (scholars of the people). :( In her blog, UP Manila alumna Alyanna Morales hopes that the incident will lead to drastic changes in the university's tuition policies: I believe that we are an education system that prides itself on honor and excellence. But if we deny someone her rights because of money, are we not worse than the system we claim to fight and abhor? Where is the honor or the excellence in that, my beloved UP? Candle lighting activity at UP Manila | Photo taken by Carl Marc Ramota Jefrey Tupas compares the recent suicide of the UP Manila student to the death of a 12-year old girl in Davao City five years ago: Those who come from grassroots families, those who are living below poverty line, are directly hit by the policy of the government on education commercialization. The yellow government-the Aquino government-is pursuing the same formula being forced on us by the previous governments. Dean Lozarie answers those who seek to de-politicize the issue by insisting that the death was merely personal and not political. But it certainly was, if by political we mean that it aptly describes the state of things on a wider scale and reflects the narrative of society at large. We can argue about facts, and we can argue about what was really going through her mind in her final moments. But on this we can certainly agree: barely one year into her stay at the nation's premiere university, long-standing university and government policies prevented her from continuing her studies. Repeated and reasonable pleas from her and her family to reassign her to a lower bracket in UP's financial assistance program and to consider her financial situation were rejected. This deeply affected her emotionally. These facets of society, of the contemporary history of our nation, are manifest in the biography of the UP freshman from Tondo who just wanted to go to school. No Money, No Entry | Image from Pixel Offensive Former UP Student Regent Krissy Conti explains why the university's STFAP is a smokescreen for tuition increase and forms a sinister background for the suicide. The final tuition collection from all enrolees is right there, tallied in the government accounting. No one has dared deny that income from student fees has grown through the years. In fact it has become a reliable and liquid money source that more or less half of maintenance expenses are programmatically taken from the tuition fund Priscilla Pamintuan comments that the suicide is a clear example of the unjust system of education now prevailing in the country. Whatever washing of hands the Commission on Higher Education may do in public - because each state university have the autonomy to set its own policies related to tuition - it cannot deny that it is accountable to what happens to their students. Is it not that CHED and the administration of Benigno Aquino III have long pushed for the yearly cuts in the budget of state colleges and universities to make them “self-sufficient”? In a Facebook Note, Lisa Ito writes a call to action to honor the dead student's memory. Some have implored: suicide is not the solution, don't give up, there is hope. I agree. The solution is to fight for one's rights, and to see the struggle through to the end. I will never say that she failed in valor, because-whatever the reason for arriving at the point she did-her sacrifice and her family's loss has compelled us all to finally confront the painful truth: that there is no other recourse but to act on the situation now. The number one cause for suicide is untreated depression. Depression is treatable and suicide is preventable. You can get help from confidential support lines for the suicidal and those in emotional crisis. Visit Befrienders.org to find a suicide prevention helpline in your country.","pair":"gv-eng-20130318-400827.xml","lang":"gv-eng-swe-241_ENG.json","label":[[0,11,"geographic"],[82,93,"other"],[94,110,"other"],[120,139,"other"],[147,183,"institution"],[202,221,"date"],[269,282,"geographic"],[283,286,"date"],[432,436,"other"],[463,484,"other"],[507,516,"other"],[591,650,"other"],[652,661,"institution"],[835,850,"institution"],[1063,1073,"other"],[1158,1171,"personal_name"],[1198,1207,"institution"],[1272,1284,"personal_name"],[1320,1329,"institution"],[1362,1373,"personal_name"],[1394,1403,"institution"],[1439,1452,"personal_name"],[1517,1525,"institution"],[1536,1564,"personal_name"],[1570,1572,"institution"],[1601,1607,"other"],[1608,1610,"institution"],[1670,1684,"personal_name"],[1945,1962,"other"],[2005,2014,"institution"],[2022,2037,"personal_name"],[2386,2388,"institution"],[2418,2427,"institution"],[2445,2461,"personal_name"],[2462,2474,"personal_name"],[2510,2519,"institution"],[2546,2557,"other"],[2566,2576,"geographic"],[2782,2788,"personal_name"],[2877,2889,"personal_name"],[3559,3563,"institution"],[3791,3793,"institution"],[3808,3813,"geographic"],[3879,3894,"institution"],[3902,3904,"institution"],[3920,3932,"personal_name"],[3963,3968,"other"],[4391,4410,"personal_name"],[4551,4581,"institution"],[4782,4786,"institution"],[4813,4831,"personal_name"],[4970,4978,"personal_name"]],"Comments":["Protecting the identity of Kristel Tejada.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":189,"text":"Kina: Politiska fången Li Wangyang hittad död Li Wangyang [en], en kinesisk politisk fånge som tillbringat största delen av sitt liv i häkte, hittades död [en] på morgonen onsdagen den 6 juni 2012, efter en intervju med utländsk media om massakern den 4 juni (Himmelska fridens torg) år 1989 och livet för politiska fångar i Kina. Li släpptes den 5 maj 2011, efter 22 år i fängelse, döv och blind som ett resultat av den tortyr han utsatts för. Han var arbetaraktivist och deltog i den demokratiska studentrörelsen år 1989 som en ledande figur inom Shaoyang citys oberoende fackliga rörelse. Han arresterades efter protesterna vid Himmelska fridens torg och tillbringade 11 år i fängelse anklagad för statsfientlig verksamhet. Han påbörjade en hungerstrejk i fängelset och torterades; fängelseväktarna drog ut hans tänder och tvingade honom att äta. Han släpptes för en kort tid år 2000 men fängslades igen i maj 2001 för en period på tio år i ett tillslag mot China Democracy Party [en] [“Kinas demokratiska parti”], den här gången anklagad för att ha uppviglat till undergrävande av statens makt. Li Wangyang och hans syster på sjukhuset. Bild tagen av skärm under nyheterna på Hong Kong Now TV. Li intervjuades av Hong Kongs kabel-TV för en nyhetshistoria om 23-årsdagen av massakern på Himmelska fridens torg den 4 juni. Under intervjun sa han att han aldrig skulle ångra vad han gjort i sin strävan för demokratisk reform i Kina och att han uppmuntrats av Hong Kong-befolkningens krav på att den kinesiska regimen ska ge upprättelse till 4 juni-massakern, som inte ens nämns i kinesiska läroböcker. Enligt en rapport från den kinesiska människorättsorganisationen WeiquanWang [ki] hittade Lis syster hans kropp kl 7 den 6 juni, hängande från fönsterkarmen på en sjukhusavdelning där han var inlagd, som om han begått självmord. Polisen förde sedan snabbt bort Lis kropp, utan hänsyn till släktingarnas begäran att få ta bilder av den döda kroppen. Lis vän vägrade tro att Li begått självmord: Enligt Zhu Chengzhi [Lis vän] hade han ett långt samtal med Li WangYang den 4 juni och Li var optimistisk. Även om hans hälsa var dålig, hade många uttryckt sin oro för Li och han höll långsamt på att bli bättre. Igår [den 5 juni] bad Li sin syster att köpa honom en radio så att han kunde börja öva att lyssna [med hörapparat]. Två bilder [VARNING: innehållet kan uppröra], som sägs ha tagits av ögonvittnen till platsen där Li hängde, har spritts via Facebook och Twitter. De visar att fönsterkarmen där Li hängde var för låg och att hans fötter [ki] fortfarande nådde golvet. Kinesiska nätmedborgare upprördes över nyheterna; nedan listas ett urval tweets med reaktioner på händelsen som publicerats på Twitter [ki]: @BaiqiaoCh: Det här är mer än skamligt. De anstränger sig inte ens för att iscensätta Li Wangyangs självmord på ett trovärdigt sätt och bortser helt ifrån människors ilska. Jag skulle tillbringa resten av livet med att jaga mördaren. @tufuwugan: Den uthållige Li Wangyang hade överlevt alla dessa 21 år men mötte en onaturlig död på sjukhuset då han var under övervakning av tio säkerhetspoliser. Han var dessutom döv och blind och kunde inte röra sig utan svårighet. De som begränsade hans frihet har ansvaret för hans död. Wangyang är en fri medborgare; de som begränsade hans frihet är mördare. Att förbjuda Lis familj och vänner att undersöka kroppen genom att föra bort den mot deras vilja pekar på att de är skyldiga. @crushglass_X: Hur många hade hört talas om Li Wangyang medan han levde? Nu är han död och kallas en stor förkämpe för demokrati. Detta visar att folk inte lägger märke till de som inte är berömda. För dessa människor är priset de betalar mycket högre än de berömda och inflytelserikas. @xuange12: Så här går det oftast till: Ditt inflytande har påverkat min politiska karriär, då blir du skurken. I mitt territorium har jag absolut makt. Min gissning är att Li Wangyang dödades av denna typ av trångsynta människor. Om de hade något sunt förnuft skulle de inte göra något sådant. Ingen tjänar på det. Bara då känslor ersätter rationalitet och utrustas med obegränsad makt kan detta ske. @wenyunchao: Om myndigheterna inte kan skingra tvivlen om att Li Wangyang begick “passivt självmord”, kan det då finnas skäl att tro att myndigheterna har börjat mörda politiska dissidenter i hemlighet?","pair":"gv-swe-20120608-2861.xml","lang":"gv-eng-swe-188_SWE.json","label":[[0,4,"geographic"],[6,22,"other"],[23,34,"personal_name"],[46,57,"personal_name"],[67,75,"other"],[76,90,"other"],[172,196,"date"],[238,291,"other"],[306,322,"other"],[325,329,"geographic"],[331,333,"personal_name"],[347,357,"date"],[365,370,"date"],[383,386,"other"],[391,396,"other"],[515,522,"date"],[549,590,"institution"],[631,653,"geographic"],[671,676,"date"],[882,886,"date"],[909,917,"date"],[935,941,"date"],[961,1016,"institution"],[1099,1110,"personal_name"],[1120,1126,"personal_name"],[1130,1139,"institution"],[1180,1196,"institution"],[1198,1200,"personal_name"],[1217,1236,"institution"],[1262,1264,"date"],[1277,1323,"other"],[1429,1433,"geographic"],[1461,1470,"geographic"],[1501,1510,"geographic"],[1543,1559,"other"],[1582,1591,"geographic"],[1631,1640,"other"],[1669,1680,"institution"],[1682,1684,"other"],[1694,1704,"personal_name"],[1716,1731,"date"],[1865,1868,"personal_name"],[1953,1960,"personal_name"],[1977,1979,"personal_name"],[2005,2027,"personal_name"],[2058,2069,"personal_name"],[2074,2080,"date"],[2085,2087,"personal_name"],[2128,2133,"other"],[2167,2169,"personal_name"],[2203,2209,"other"],[2216,2228,"date"],[2233,2235,"personal_name"],[2240,2246,"personal_name"],[2310,2324,"other"],[2424,2426,"personal_name"],[2504,2506,"personal_name"],[2577,2586,"other"],[2713,2715,"other"],[2718,2728,"personal_name"],[2804,2816,"personal_name"],[2952,2962,"personal_name"],[2978,2989,"personal_name"],[3015,3020,"date"],[3132,3135,"other"],[3140,3145,"other"],[3150,3184,"other"],[3243,3251,"personal_name"],[3329,3332,"personal_name"],[3442,3455,"personal_name"],[3486,3497,"personal_name"],[3729,3738,"personal_name"],[3901,3912,"personal_name"],[4130,4141,"personal_name"],[4192,4203,"personal_name"]],"Comments":["Protecting the identity of Li Wangyang.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":190,"text":"Hong Kong, China: Condemning the Apparent Staged Suicide of Li Wangyang Instead of openly investigating the allegedly staged suicide of political activist Li Wangyang, the local authorities in Shaoyang city moved to force through the cremation of Li's body after a hasty autopsy conducted by government-appointed personnel. In addition, Li's family and friends have all been detained and are now out of touch from the rest of the world. This past Sunday (June 11, 2012), around 25,000 people in Hong Kong took to the street to condemn the staged suicide of Li and mourn for the martyr, who lived his life in defense of justice and truth. One of the groups at the rally was mobilized through a Facebook event [zh], “We are all Li Wangyang”. Hundreds of young people turned out in support, eyes covered with strips of white cloth, and walked 5 kilometers to mourn for Li Wangyang from Causeway Bay to the Liaison Office of the Central People's Government. In the process, they recited more than 100 poems [zh] collected through the Facebook event page. Inmediahk.net has put up a video showing the mourners and the rally at vimeo [zh]: Below is a translation of one of the poems, authored by Bitter Daisy [zh]: Poster of the Facebook Event Page: We are all Li Wangyang A will unfulfilled A piece of white cloth Could not restrain your dream of freedom Threatening voices Tyrannical and domineering, could not cover up the truth You Whose eyes see not Could see a great future You Whose ears hear not Could hear the murmuring of a Goddess You Whose legs walk not But whose heart continued to overcome Even though there is no more breath or beating in your heart Till the end of time Every single person will be touched Like a willow catkin, you rest in people's hearts A flourish of red flower blossoms And hence There is no you and me Everything merges together Tomorrow Every single step is a will We are going to inherit The unfulfilled Will The hundreds upon thousands of protesters converged in Hong Kong's Central district and walked together to the Liaison Office, where they were welcomed with the Hong Kong police force's pepper spray. Below is a photo uploaded to Facebook by Aloi Wong: Police used pepper spray to stop mourners from approaching the China government building. Intimidated by the police action but determined to mourn in front of the official representative of the Central Chinese government, protesters blocked part of Connaught Road and surrounded the government building: Thousands of protesters blocked the Conaught Road. Photo by Hong Kong Apple Daily News In China, where public mourning and demonstration is not allowed, activists began making the public statement that “I will never commit suicide”, in protest against the staged suicide of Li Wangyang. Twitter user @gexun has created a Google doc [zh] to collect the statements, several of which have been translated below:  @tufuwugan: I am in healthy condition (fatty liver aside). I am a positive person and have hope for the future. Am waiting for the final judgement of them (the villains). There is no way that I would commit suicide. Since I have started to kill pigs (translator note: to criticize the authorities), I dare not commit anything illegal: no drugs, no prostitutes, no killing or vandalism. I am very careful when crossing the road, always let the cars go first. I don't make enemies with ordinary people. This is my statement.  @chen_yunfei: No matter how strong the dictator is, no matter how much suffering I have to endure to taming this animal, no matter how the devil tortures me, I will never commit suicide. If, in any case, police say that I have committed suicide, it will have been a staged death. This is my statement. @raulmouse: I am Shen Ge, also known as Shen Erxi, Lao Shen, or Mouse. I was a guest worker at a university and a private property renter. A typical Virgo, I like to choose the difficult path and am a perfectionist. I am timid like a mouse, I enjoy eating and drinking and pretty women. I am a pretentious person. Unless someone threatens me with my family's lives, I will never commit suicide. This is my statement. So far more than 60 similar statements have been made published on Twitter. The final interview given by Li Wangyang has been translated and uploaded to YouTube, embedded here as background reference of Li's life. http:\/\/youtu.be\/lClvj9J5m7E The number one cause for suicide is untreated depression. Depression is treatable and suicide is preventable. You can get help from confidential support lines for the suicidal and those in emotional crisis. Visit Befrienders.org to find a suicide prevention helpline in your country.","pair":"gv-eng-20120612-329045.xml","lang":"gv-eng-swe-192_ENG.json","label":[[0,16,"geographic"],[60,71,"personal_name"],[136,154,"other"],[155,166,"personal_name"],[193,206,"geographic"],[247,251,"personal_name"],[337,341,"personal_name"],[437,469,"date"],[478,484,"other"],[495,504,"geographic"],[557,559,"personal_name"],[578,584,"other"],[619,636,"other"],[709,711,"other"],[714,738,"other"],[788,827,"other"],[840,841,"other"],[866,877,"personal_name"],[883,895,"geographic"],[899,952,"geographic"],[993,996,"other"],[1004,1006,"other"],[1051,1064,"institution"],[1129,1131,"other"],[1190,1202,"personal_name"],[1204,1206,"other"],[1244,1266,"other"],[1267,1941,"other"],[1946,1969,"other"],[1996,2025,"geographic"],[2049,2067,"geographic"],[2103,2112,"geographic"],[2171,2179,"institution"],[2183,2192,"personal_name"],[2257,2282,"geographic"],[2353,2414,"personal_name"],[2443,2457,"geographic"],[2473,2496,"geographic"],[2498,2507,"other"],[2534,2547,"geographic"],[2558,2584,"institution"],[2588,2593,"geographic"],[2601,2649,"other"],[2772,2783,"personal_name"],[2798,2804,"personal_name"],[2831,2833,"other"],[2908,2918,"personal_name"],[2947,2964,"other"],[3432,3444,"personal_name"],[3734,3744,"personal_name"],[3751,3758,"personal_name"],[3774,3783,"personal_name"],[3785,3793,"personal_name"],[3798,3803,"personal_name"],[3883,3888,"other"],[4168,4170,"other"],[4256,4267,"personal_name"],[4354,4358,"personal_name"],[4365,4392,"other"],[4606,4621,"institution"]],"Comments":["Protecting the identity of Li Wangyang.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":191,"text":"Elizabeth Rivera, författare och översättare på Global Voices Elizabeth Rivera [es] kom under året som nu lider mot sitt slut till Global Voices och har sedan dess arbetat mycket med att översätta för Global Voices på spanska, skriva egna artiklar både för Global Voices på spanska och för Global Voices Online och även översätta för Global Voices på engelska. Nyfiken på att få veta lite mer än henne, bestämde jag mig för att skicka några frågor som hon gärna svarade på. Slutresultatet är denna lilla intervju som jag delar med mig av idag. Hej Elizabeth, berätta om dig själv; varifrån kommer du, var bor du, vad gör du? Hej! Jag är en världsmedborgare som av tillfällighet och tur föddes i Mexico City för lite mer än 30 år sedan. Jag bor i en mångkulturell familj och kommer från en sådan. Jag har bott i 6 städer i 3 länder och hoppas ha lyckan att få öka det antalet. Idag befinner jag mig i Santiago, Chile, och till vardags - förutom att vara medarbetare på Global Voices - tjänar jag mitt uppehälle som sakkunnig inom marknadsföring. Hur fick du reda på om Global Voices och vad fick dig att vilja engagera dig i dess arbete? Med inledningen av den arabiska våren aktiverade jag på nytt mitt Twitterkonto. Jag började följa intressanta personer som för det mesta lade ut på internet, däribland @JustAmira [en]. Twitbon i hennes profil drog min uppmärksamhet till sig och på så sätt kom jag till Global Voices. Jag blev omedelbart fäst vid platsen när jag läste inläggen där och dess skäl till att de existerade. Jag såg länken till att arbeta som översättare och konstaterade: “här hör jag hemma”. Samma dag kontaktade du mig och resten är historia. Nu översätter jag inte bara, utan jag har möjlighet att skriva egna grejor. Jag är mycket stolt över att vara en del av denna gemenskap och jag hoppas kunna fortsätta vara det för lång tid. Jag har lärt mig mycket och jag har lärt känna mycket modiga människor. Elizabeth Rivera med sin lilla dotter. 2011. Hur gör du för att få tid till att översätta och skriva? Lite disciplin, det är allt. När jag tar mig an en översättning ger jag mig ett slutdatum eller en deadline för när jag ska lämna in den. Jag tar mig inte an någon annan förrän jag är färdig med den. När jag skriver ett inlägg gör jag inte några översättningar. I vilket fall som helst skriver jag snabbt på tangentbordet och jag är van vid att göra många saker samtidigt (du vet, arbete, vara mor och ha en man, skrivande, vänner, mm. mm.)  Du sade att du bott i 6 olika städer, berätta för oss om dina resor! Nu när jag tänker på det, är det 7 stycken! I Mexiko har jag bott i Mexiko City, Cuernavaca, San Cristóbal de las Casas och Cancún. I USA bodde jag i Irvine och Chino [en], båda städerna i Kalifornien. I Chile, endast i Santiago. Mexiko City är staden där jag föddes och där har jag mina rötter, mitt folk, min identitet. I Kalifornien studerade jag i flera år och det är också en plats där jag känner mig hemma eftersom min mors familj bor där och sedan barndomen tillbringade jag mina somrar med dem. I San Cristóbal (eller SanCris som det kärt kallas) hade jag möjlighet att arbeta med det kaffeproducerande Tzeltal-folket och hjälpa dem att inrätta en affärsrörelse som får dem att försörja byn på ett hållbart sätt. Det är en gemenskap som är belägen mitt i en zapatistisk zon, mycket fattigt materiellt sett, men oerhört rikt i kulturellt hänseende. Det har varit en av de mest berikande och intensiva upplevelser jag har haft i mitt liv. Av alla de städer som jag nämnde har därför SanCris en speciell plats i mitt hjärta. Elizabeth Rivera i Dublin, Irland. Vi byter samtalsämne, hur ser du på studentprotesterna i Chile? Kommer man någon vart i förhandlingarna mellan dem och regeringen? Studentprotesterna i Chile 2011 är den andra delen av “studentprotesterna i Chile 2006” [en] (“pingvinrevolutionen”). Jag är nämligen säker på att många av dem som deltagit i dessa protester är ledarna för det nuvarande upproret. Jag tror att även om det finns många riktiga orsaker så är detta vad det chilenska samhället har valt för att uttrycka sitt missnöje med ojämlikhet och jag tycker det är rätt. Utbildning är grunden för varje samhälle. Det nuvarande systemet gör inte så att hela samhället får tillgång till utbildning med kvalitet, från finansiering till bedömningar, vidareutbildning och stöd för lärare i alla typer av skolor, främst de kommunala\/statliga. Det är inte ett problem bara för universiteten, det handlar om att gå in och sporra redan från förskolan. Jag tycker att om Chile vill fortsätta växa och strävar efter att vara en utvecklad och allomfattande nation, måste det ha ett utbildningssystem som åtföljer dessa mål. Jag tror att båda parter, regeringen och studenter (eller närmare sagt, samhället i allmänhet) söker efter det bästa för landet. Detta måste vara det som dominerar vid mötena. Om de vill ha en verklig lösning, måste regeringen sluta komma med provisoriska lösningar som att öka stipendier eller sänka räntor - som ifall de hjälper, inte angriper problemet vid dess rötter; och studenterna måste förstå att ändringen inte sker från en dag till en annan och vara öppna för alternativ. Ungdomarna har nu tänt lågan för förändring, nu är upp till den nuvarande regeringen att gripa det gyllene tillfälle det har framför sig till att lämna ett positivt avtryck i Chiles historia. Och vad tror du att det beror på att regeringen inte vill avstå från kärnan av sin utbildningsmodell? Orsakerna kan vara många. Både personliga och ideologiska. Jag tror att många i regeringen verkligen anser att en sådan stor reform inte är nödvändig (vi får tänka på att detta är en nyliberal utbildningsmodell som är förenlig med högerns filosofi). Andra är rädda för att peta i skattelagstiftningen eller tror att en reform skulle vara alltför komplicerad och\/eller dyr. Ytterligare andra ser den helt enkelt som en skymf mot regeringen snarare än som en oberoende nödvändighet av laget som har makten. Och säkert är det några som inte vill ge efter. Status quo är enklare och bekvämare. Det är kanske därför som man under många år av vänsterregering inte heller gjort något för att ändra detta system. Hur som helst, den här gången har protesterna åtminstone lyckats föra diskussionen till mer grundliga problem och nivån på trycket har inte förlorats, vilket är en vinst för de tidigare protesterna. Hur bedömer du användningen och utbredningen av de nya medierna i studentupproret? De nya medierna har varit nyckeln till att höja diskussionen och till att ta med alla medborgare på den här överläggningen. Den som vill kan kommentera, diskutera, föreslå. Det är alltid bra för en demokrati. För nätsurfare har forum och medborgardagböcker även gjort tillgängligt andra sätt att analysera händelser bortom de traditionella medierna, som främst har fokuserat på att rapportera överdrifterna av protesterna, mer än något annat. I början av dessa protester, dessutom, rapporterade de inte ens protesterna och bevakade istället precis vad som helst medan det fanns tusentals människor på gatorna som demonstrerade. Precis som i resten av världen, har de nya medierna öppnat många dörrar för samtal som tidigare inte existerade. Elizabeth Rivera i Angelmó, Puerto Montt, Chile, 2010. Varför är du volontär i Global Voices och inte en annan icke-statlig organisation? Anslutning i alla betydelser är viktigt för mig. Det var anledningen till att jag valde min karriär och det är därför jag älskar att resa. Medan vi upplever mer ömsesidigt beroende med våra medmänniskor och vår omvärld, blir det lättare att gå i någon annans skor, att förstå, respektera och öppna oss för möjligheter. Global Voices har gjort det möjligt för mig och gör det möjligt för läsarna att förstå kulturer, sätt att tänka och nyheter ur andra perspektiv, vilket är oerhört berikande och gör att banden blir starkare och att gränserna - som börjar med språket - försvinner. Avslutningsvis, berätta för oss om dina favoritaktiviteter när du lämnar arbetet och artiklarna. Jag älskar att resa, så jag tänker på och planerar alltid för nästa tur. Det är helt naturligt att min make, min dotter och jag packar resväskan en fredag och kommer tillbaka på söndagen utan större problem. Vi gillar att upptäcka platser från ett “lokalt” perspektiv; så vi utforskar marknaderna, vi frågar taxichauffören “var kan man äta där inte turister går”, och om det finns en vän på orten, desto bättre! I själva verket lever jag intensivt med i min favoritfras: världen är alltför intressant för att bo på samma ställe hela tiden”. Jag gillar även att läsa, huvudsakligen historiska romaner, men sedan mitt barn föddes har jag inte har haft mycket tid att ägna åt läsning. Jag tycker om att leka med henne och visa henne nya saker, se hur hon lär sig. Som god mexikanska organiserar jag även resor och planering med vänner väldigt ofta. Det är vanligt att se människor i mitt hus för lunch eller för att på eftermiddagen ta en öl. Alla vet att de bara kan komma. Tack Eli! Och för att ni ska se att det är sant att de bara kan komma, skuttade vår regionala redaktör Silvia Viñas iväg för att få tag på henne och de samspråkade kort. Av det finns denna video kvar som minne: Och glöm inte att följa Elizabeth på Twitter: @elimaguire.","pair":"gv-swe-20111228-1374.xml","lang":"gv-eng-swe-105_SWE.json","label":[[0,16,"personal_name"],[18,28,"other"],[33,44,"other"],[48,61,"institution"],[62,78,"personal_name"],[80,82,"other"],[131,144,"institution"],[201,214,"institution"],[218,225,"other"],[257,270,"institution"],[274,281,"other"],[290,310,"institution"],[334,347,"institution"],[351,359,"other"],[548,557,"personal_name"],[695,706,"geographic"],[723,728,"date"],[749,762,"other"],[811,812,"other"],[822,823,"other"],[900,915,"geographic"],[968,981,"institution"],[1014,1043,"other"],[1068,1081,"institution"],[1305,1315,"personal_name"],[1406,1419,"institution"],[1558,1569,"other"],[1923,1939,"personal_name"],[1948,1960,"other"],[1962,1966,"date"],[2419,2422,"other"],[2433,2436,"other"],[2489,2490,"other"],[2569,2570,"other"],[2582,2588,"geographic"],[2604,2615,"geographic"],[2617,2627,"geographic"],[2629,2655,"geographic"],[2660,2666,"geographic"],[2670,2673,"geographic"],[2686,2692,"geographic"],[2697,2702,"geographic"],[2725,2736,"geographic"],[2740,2745,"geographic"],[2756,2764,"geographic"],[2766,2777,"geographic"],[2860,2871,"geographic"],[2961,2965,"other"],[3041,3054,"geographic"],[3062,3069,"geographic"],[3147,3161,"other"],[3302,3313,"geographic"],[3525,3532,"geographic"],[3566,3582,"personal_name"],[3585,3599,"geographic"],[4114,4136,"other"],[7184,7200,"personal_name"],[7203,7231,"geographic"],[7233,7237,"date"],[7263,7276,"institution"],[7641,7654,"institution"],[8104,8108,"other"],[8114,8120,"other"],[8612,8628,"other"],[8770,8780,"other"],[8978,8981,"personal_name"],[9076,9088,"personal_name"],[9208,9217,"personal_name"],[9230,9241,"personal_name"]],"Comments":["Protecting the identity of Elizabeth Rivera.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":193,"text":"Bangladesh: En vågad protest mot hemgift Hemgift har varit en del av det sociala systemet i hundratals år i många delar av världen, och i u-länder har det ansetts vara en finansiell börda för brudens familj. I flera länder i Sydasien har det under det senaste århundradet förbjudits enligt lag, men hemgift är fortfarande en vanlig, dock olaglig, sedvana. Varje år hör vi talas om hemgiftsrelaterat våld i hemmen, vilket kan sluta med att vissa män dödar sina hustrur. En protest mot hemgift har nyligen diskuterats och lovprisats i Bangladeshs sociala nätverk. 11\/11\/11 utsågs som datumet för drömbrölloppet mellan bruden Faszana Yasmin, som jobbar på ett försäkringsbolag, och brudgummen Shawkat Ali Khan Hiron, som är rektor på en av regeringens grundskolor. Bröllopet tog därmed plats i fredags [bn], men under festen krävde Farzanas svärföräldrar en TV, ett kylskåp, en motorcykel [en] och några andra saker som ‘gåvor' från brudens familj, i gästernas närvaro. Bruden blev häpen när hon såg att hennes nyblivne make uttryckte sitt stöd [en] för deras krav, och påverkade hela landet genom att skilja sig från honom direkt under bröllopet. Brudgummens släktingar försökte att lösa dispyten under natten men Farzana höll sitt ord. Brudgummen skrev sedan på sin Facebook-status [död länk] att sanningen är att hans äktenskap tog slut, och han bad gästerna om ursäkt. Han hävdade även [en] att han inte bad om en hemgift. Sedan lanserade han en smutskastningskampanj [bn] mot bruden på Facebook. Nätmedborgare protesterade mot det och de hatfyllda inläggen togs senare bort. Farzana förklarade: Hemgift har blivit vårat samhälles cancer. Jag har läst om det i tidningar och har alltid undrat varför det händer. [..] När det hände mitt framför mina ögon så hände någonting inom mig. Jag ville säga emot det och göra någonting åt det….. [..] Kanske har jag inte ändrat tio människors liv, men jag vill att folk ska lära sig att flickor kan göra någonting. Hon frågade att om inte hon, en välutbildad flicka, kan ta detta beslutet, vem kan? Här är en video på intervjun [bn] som hon gav lokal media (uppladdad av Priyochannel). Bloggen Unheard Voice (Ohörd röst) har lagt upp översättningar från intervjun: Än sen om jag blev skild? Jag behöver det inte. Jag kan bo själv. Jag kan aldrig skapa ett hem med en sådan man… Flickor tror att när du har gift dig kan du aldrig gå. De säger saker som, hur kunde hon skilja sig. Varför borde jag leva i ett helvete när jag vet att det är ett… Vi är emot hemgift, men det händer ändå. Om jag inte protesterar nu kommer fem andra kvinnor inte heller att protestera… Du ser protesterna, demonstrationerna, men det fortsätter ändå. Detta samhället fortsätter att styras av män. Hur kan en lärare be om hemgift? Vad lär sig samhället av en sådan lärare? Och han är en av regeringens lärare. Och regeringen är emot hemgift. Dessa människorna behöver blir straffade, de behöver bli utfrysta. Jag är stolt över att jag gick min väg, trots att jag var klädd som en brud. Farzana vid intervjun. Bilden är tagen av Kowshik Kowshik var närvarande under intervjun och skrev om det på BDNews24.com blogg: När man lyssnar på hennes enastående historia måste man bli förbluffad över hennes handlingar. Hur många kan ta ett så modigt beslut? Vi hör talas om hemgiftsrelaterat våld i hemmet hela tiden, men en så modig ställning är ett sällsynt fenomen. Kowshiks inlägg fick många kommentarer. Gias Uddin Bhuiyan gratulerade henne och skrev: Varje person i varje hem borde minnas det modiga steget hon tog och läxan borde tillämpas i våra liv. Ansvaret tar inte slut när du har gratulerat henne. Pankaj Chowdhury skrev: Farzana, tusen tack till dig. Du har visat att kvinnor inte är marknadsprodukter. De är också mänskliga varelser och de är självständiga. Muktadir S. Hossain kommenterade en artikel i the Daily Star [en]: Jag beundrar helhjärtat denna flickans mod och tapperhet och hennes beslutsamma vägran att följa denna sekelgamla dumma traditionen eller sedvänjan hemgift på våran subkontinent. Hon insåg till fullo vilken slags äktenskap det skulle bli. Det såg snarare ut som ett försäljningskontrakt än en äktenskaplig förening baserad på ömsesidig tillit och kärlek. Verkligheten är att Farzana bara råkar stå ut bland miljontals kvinnor som måste leva med hemgiftens prövning. När kommer samhället att vakna?","pair":"gv-swe-20111116-1083.xml","lang":"gv-eng-swe-66_SWE.json","label":[[0,10,"geographic"],[225,233,"geographic"],[533,544,"geographic"],[562,570,"date"],[623,637,"personal_name"],[653,673,"other"],[690,712,"personal_name"],[721,760,"other"],[791,798,"date"],[800,802,"other"],[829,836,"personal_name"],[1212,1219,"personal_name"],[1470,1472,"other"],[1577,1584,"personal_name"],[2070,2072,"other"],[2112,2124,"institution"],[2135,2161,"institution"],[2726,2732,"other"],[2782,2788,"other"],[2819,2825,"other"],[3003,3010,"personal_name"],[3045,3052,"personal_name"],[3053,3060,"personal_name"],[3112,3124,"institution"],[3377,3385,"personal_name"],[3417,3435,"personal_name"],[3619,3635,"personal_name"],[3643,3650,"personal_name"],[3781,3800,"personal_name"],[3827,3841,"institution"],[4223,4230,"personal_name"]],"Comments":["Protecting the identity of Farzana Yasmin.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":197,"text":"Kenya: The State of Social Media Mark Kaigwa is a Kenyan communications consultant working with brands, businesses and nonprofits across Africa helping them use media across mobile and web technology to impact Africans. He blogs at mark: my words. Collins Mbalo (CM): Tell us a little bit about yourself, who you are and how long have you been blogging or interested in the social media space? Mark Kaigwa (MK): I've been involved in digital projects in a number of capacities over the past 5 years. I joined Twitter in '08 among other social networks and grew my interest from a passive recipient to an active participant of social media in Africa. Now I work as a consultant across traditional and new media. I've been blogging for over 4 years now as well. Mark Kaigwa. Photo by Suzanne Lehn (@osusanna) CM: You recently served as a judge in the inaugural bloggers association of Kenya (BAKE) Awards, is there anything in particular you would like to share about the blogs, the content, the readership and the public response? MK: I was honoured to serve as a judge and thank the team at the Bloggers Association for the opportunity. I must say that the quality of content nominated was outstanding. There were undiscovered gems that I believe will become shining lights in the blogosphere in the months and years to come. The rest of the judges would agree with me in saying that the content excelled in variety, language, character and creativity. Happy to have been part of a process to bring that to the spotlight in one of Africa's growing hotspots of technology. CM: As a content creator do you follow any blogs and or maintain a policy as to which types of blogs to follow? MK: I certainly do for my work at Afrinnovator and AfricanDigitalArt respectively. Not to mention guest posting and doing columns for a range of online publications. With this in mind I follow numerous blogs and authors across the web across a range of interests. I think it would be difficult to do this without also taking part in using a social bookmarking service. For me I use Diigo, Delicious and ifttt. This way whether or not I subscribe to a blog I'm able to revisit why I picked that piece of writing or content and use it or cross-reference it later. Interests range from innovation, management consulting, business, design, leadership, African film \& animation. CM: There are a lot of new blogs coming up of late what is your take on their content, appeal and or relevancy in the Kenyan context? MK: I think the intent is in the right place. We should stimulate and motivate more Kenyans to turn into consumers more than creators. CM: Has corporate blogging come of age in Kenya? MK: Definitely not. It hasn't even set itself on the starting line, in my opinion. Companies have been quick to rush into social media when for some you'll find that they're not even well established in search engines. Priorities in digital communications are warped and expectations can be unrealistic in terms of what a business will get out of interacting with customers. Blogging is a powerful tool for business and lead generation and yet I'm surprised most digital consultants are quick to build Facebook pages and Twitter accounts as opposed to making websites that convert prospects to consumers and evaluating what social means to the business as a whole. CM: Blogging Incumbents versus Newcomers: has there been a significant change in the manner of blogging in the two groups and who best reflects the spirit that the Kenyan blogging fraternity should embrace? MK: I'd say it's a good mix at the moment. Movements like POWO (Poets and Writers Online) are doing a great job of bridging the gap between the two and getting established voices and people who've maintained the elusive consistency behind top bloggers to share their work, ideas and give practical advice to up and coming bloggers. I did a session where I advocated for “lazy man's blogging” which was how I referred to the quick-and-dirty blogging I would do with images, text and video on my Posterous blog. That's an example of taking all the misconceptions I had about blogging and giving the practical aspect in a simple way to an audience of new bloggers. CM: Do you believe that there is need for a bloggers' code of ethics? MK: I believe the entire discussion on public disclosure is one yet to be had and there's plenty of questions as blogging gains prominence in Kenya that need to be addressed. The code of ethics goes beyond just disclosure to set a clear standard for bloggers as they interact with brands, businesses and communications agencies. If someone has a conflict of interest, is being paid or receiving gifts or gains from a source, they have an ethical imperative to declare that to their audience and the public. Also this code of ethics dictates the terms of engaging fellow bloggers and subject matter. CM: How would you describe the state of the Kenyan blogosphere now? If there has been growth, what would you attribute it to and is there room for improvement? MK: The present in the Kenyan blogosphere is promising indeed. We have a nascent Tumblr.com movement that's picking up locally. Also we've had microblogging pick up steam especially with Twitter locally prompting people to get familiar with consuming content and reading articles and other local\/international content sources. There has also been investment in several content \& media start-ups such as Ghafla! in entertainment and PesaTalk in business. However long form writing and blogging and platforms such as Blogger by Google or WordPress as much as they've grown still need people to switch from micro-blogging and consumption to content creation. Testament to this growth has been the formation of BAKE' to represent the interests of this growing community. CM: Do you feel that blogging has been accepted as a credible and influential source of information and news in Kenya? MK: Definitely. We've seen bloggers hosted on television to air out differences some weeks back not to mention getting their material referenced and quoted by traditional media (at times without attribution from the journalists.) That said, blogs are a double-edged sword and so you'll find that there are some sources that exercise freedom of speech to the fullest extent and this at times has been at the expense of the subject or people they have discussed. Many in traditional media feel the threat of the blogosphere since it is completely out of their control and has an impact on search engines which everyone going online frequents. It's yet to be looked at as one of their greatest opportunities. CM: What has been the Kenyan experience in terms of social media and microblogging platforms such as Twitter and Facebook? Is this the new frontier in blogging? MK: The advent of those two social networks can't be understated. Kenya, along with Egypt, Nigeria and Ghana over the past 2 years are some of the markets where Facebook has occasionally beaten search giant Google as the number 1 most visited site in the country. This trend is more present in emerging markets and developing countries and shows the power of social media in these territories and across the world. Twitter's popularity has seen it grow steadily to guesstimates of +300k registered users. This is also being pushed on by adoption among popular media and social personalities not to mention politicians. I think blogging platforms like Tumblr and Posterous pose a most interesting new avenue for blogging and we've seen over time WordPress adopt some of the social features that have made Tumblr a global success. For Kenya the new frontier is lowering barriers to access and create content from feature phones and basic phones. Twitter for SMS is great, but how we take on the challenge of blogging is a whole new question. CM: In your opinion, do you believe that Kenyan Bloggers have the necessary freedom to fully express themselves as they should or is there room for improvement? MK: I believe they do. We've had political bloggers emerge who share their points of view and though there has been some reproach brought to some, the atmosphere favours freedom of speech online. Self censorship may be a topic that should be discussed but at present Kenya's outlook is positive. CM: What are some of the main challenges and or limitations that Kenyan bloggers face? MK: Monetizing content, consistency and topics remain factors concerning Kenyan bloggers. However, looking into the future one area still remains unaddressed. Technology is still a factor and perhaps functional literacy could be considered one of the challenges. The persistent and committed blogger, who isn't in a position to own a laptop, may occasionally visit a cyber cafe and type out a blog post or borrow one to create content. However, outside of the cyber cafe and universities or offices with the power of the smartphones in people's pockets and their ability to create and blog on the go it remains a challenge to make this the primary source of content creation. The advent of the undersea cables, the preparation for LTE (4G) and the great coverage in mobile network signal and competitive data pricing mean this is unexplored territory. CM: What role if any will Kenyan bloggers play in next year's elections? MK: In my opinion, many bloggers don't seem as captivated by politics or the electoral process though it may just be that we are still some way off from March 2013. In general, there are a handful of those who choose to blog about the electoral process, but that's not to say each blogger doesn't have their own opinion. Politics is often viewed through the lens of traditional media sources and online with mainstream media websites and news segments via YouTube. If we look at bloggers today, most seem to pick niches and topics of their interest and politics stirs few of them. Citizen journalism however is the dark horse that's yet to fully emerge in a single and strong platform. Interesting developments in this space include Al Jazeera's Sauti Project. Undoubtedly there will be a role to play in next year's election and it may surprise us that it comes from citizen journalism than from individual bloggers.","pair":"gv-eng-20120610-328879.xml","lang":"gv-eng-swe-191_ENG.json","label":[[0,5,"geographic"],[33,44,"personal_name"],[50,56,"other"],[57,82,"other"],[137,143,"geographic"],[210,218,"other"],[232,246,"other"],[394,405,"personal_name"],[407,409,"personal_name"],[491,498,"date"],[509,516,"institution"],[520,523,"date"],[642,648,"geographic"],[739,746,"date"],[760,771,"personal_name"],[782,794,"personal_name"],[796,805,"personal_name"],[859,888,"institution"],[890,894,"institution"],[1030,1032,"personal_name"],[1095,1115,"institution"],[1531,1539,"geographic"],[1684,1686,"personal_name"],[1718,1730,"institution"],[1735,1752,"institution"],[2066,2071,"institution"],[2073,2082,"institution"],[2087,2092,"institution"],[2332,2339,"geographic"],[2476,2482,"other"],[2492,2494,"personal_name"],[2576,2583,"other"],[2627,2629,"personal_name"],[2669,2674,"geographic"],[2676,2678,"personal_name"],[3505,3511,"other"],[3548,3550,"personal_name"],[3606,3637,"institution"],[4042,4051,"institution"],[4280,4282,"personal_name"],[4422,4427,"geographic"],[4923,4929,"other"],[5039,5041,"personal_name"],[5062,5068,"other"],[5442,5449,"institution"],[5471,5479,"institution"],[5746,5751,"institution"],[5918,5923,"geographic"],[5925,5927,"personal_name"],[6631,6633,"personal_name"],[6653,6659,"other"],[6792,6794,"personal_name"],[6858,6863,"geographic"],[6876,6881,"geographic"],[6883,6890,"geographic"],[6895,6900,"geographic"],[6915,6922,"date"],[7273,7278,"other"],[7625,7630,"geographic"],[7873,7879,"other"],[7993,7995,"personal_name"],[8260,8267,"geographic"],[8289,8291,"personal_name"],[8354,8360,"other"],[8376,8378,"personal_name"],[8449,8455,"other"],[9254,9260,"other"],[9301,9303,"personal_name"],[9454,9464,"date"],[10034,10060,"institution"]],"Comments":["Protecting the identity of Mark Kaigwa.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":198,"text":"United Kingdom: At Age 77, a Life of Inspiration Julie Kertesz is someone who celebrates her 77 years of age as she celebrates life itself. Retired but very active, Julie defines herself as a storyteller and photographer. She is also a prolific blogger, a videomaker and is just getting started in stand up comedy. She was born in Transylvania (then part of Hungary, later Romania), moved to France at the age of 30, and has lived in London since July 2008. According to one of her followers on the photography sharing website, Flickr, Patrick Barry Barr, she is a “role-model to people of all ages who desire to lead full and active lives of learning and doing.” He said (in 2005): Julie70 exhibits a spirit that belies her age, as we tend to think of people in their 70's, and I marvel at her enthusiasm, the way in which she relishes meeting strangers and sharing her enthusiasm with them. I will be 67 on 11 May, and when I grow up I want to be just like Julie Kertesz. Self portrait - Julie Kertesz Julie loves learning and has never stopped studying - not even when it was forbidden by the communist regime of Romania. While working in Paris, she returned to the classroom as a mother of two, only to leave university at age 43 with a PhD in physics. As she describes in her life story on her blog, there is life after 70: We are not giving up! Each of us does something, either to live better or to rest alive. Alas, I met also old people who looks as if they did already give up, and even some very young ones. Lonely, in the metro. Just look at them in the metro of Paris. How different with the man I met yesterday, working in the market. And so many others of us, living our lifes as full as possible. Ok, we have a certain age, but we do not feel old inside! Julie uses Flickr, blogs, and personal storytelling to inspire others. In a comment on her blog entitled “Courage to laugh at yourself” (in French) a reader shows appreciation for her endeavors: […] you know, Julie, I think you are a wise-woman. You often help me in my complicated moments, I tell myself “wait, the Julie effect will materialise, it will be OK”. Perhaps the source of such wisdom is the readiness to dare to experience something new. In the video below, Julie uses her fourth language to illustrate some of her first-time experiences between the ages of 25 to 70: It was precisely at the age of 70 that Julie discovered photography. In 2006, she created the !afterclass! group, a masterclass on Flickr where 2,500 people get together to learn photography. She also created the people reading group; the never too old group; and strangers no more: No more strangers. I met them, I spoke to them. I remember them. This last group inspires people to approach others and, with every interaction, a beautiful human being is unveiled. Click on the pictures below to discover the delightful stories Julie uncovered through “human Interactions” with strangers.","pair":"gv-eng-20111027-251362.xml","lang":"gv-eng-swe-51_ENG.json","label":[[0,14,"geographic"],[23,25,"other"],[49,62,"personal_name"],[93,101,"other"],[140,147,"other"],[165,170,"personal_name"],[192,203,"other"],[208,220,"other"],[245,252,"other"],[256,266,"other"],[298,313,"other"],[331,343,"geographic"],[358,365,"geographic"],[373,380,"geographic"],[392,398,"geographic"],[413,415,"other"],[434,440,"geographic"],[447,456,"date"],[528,534,"institution"],[536,554,"personal_name"],[676,680,"date"],[683,690,"personal_name"],[769,773,"other"],[903,905,"other"],[909,915,"date"],[959,972,"personal_name"],[990,1003,"personal_name"],[1004,1009,"personal_name"],[1096,1112,"institution"],[1116,1123,"geographic"],[1142,1147,"geographic"],[1231,1233,"other"],[1241,1255,"other"],[1325,1327,"other"],[1575,1580,"geographic"],[1771,1776,"personal_name"],[1782,1788,"institution"],[1876,1906,"other"],[1911,1917,"other"],[1980,1985,"personal_name"],[2087,2092,"personal_name"],[2242,2247,"personal_name"],[2257,2263,"other"],[2342,2344,"other"],[2348,2350,"other"],[2383,2385,"other"],[2391,2396,"personal_name"],[2424,2428,"date"],[2446,2458,"other"],[2483,2489,"institution"],[2496,2501,"other"],[2565,2579,"other"],[2591,2604,"other"],[2616,2699,"other"],[2880,2885,"personal_name"]],"Comments":["Protecting the identity of Julie Kertesz.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":199,"text":"Malawi: Studentaktivistens död och terrorkampanjen Tidigt på morgonen lördagen den 24 september hittades en student från University of Malawi Polytechnic liggande stel på stenbeläggningen bredvid en blodpöl inne på universitetsområdet. Hans namn var Robert Chasowa, och han var död. Tidigt viskades det om självmord, bland annat i en fråga publicerad på ett oregistrerat Google-forum för malawiska journalister: Är det sant att en manlig student har begått självmord genom att kasta sig ner från en byggnad? Chasowa sades ha ett skärsår i bakhuvudet och alla var inte tillfredsställda med självmordsförklaringen. Samma lördagkväll meddelade polisen att de skulle göra ett uttalande. Uttalandet kom sent på eftermiddagen följande dag, söndagen den 25 september. I uttalandet tilkännagav talesmannen från polisens nationella högkvarter, Mr Willie Mwaluka, det han påstod var obduktionsresultaten som presenterats av Malawis ledande obducent, Dr Charles Dzamalala. Baserat på resultaten från obduktionen, samt ett skrivet meddelande som den avlidne sades ha lämnat till sina föräldrar, tillkännagav Mr Mwaluka att Robert Chasowa synbarligen hade begått självmord. Malawiska studentaktivisten Robert Chasowa. Bildkälla: RIP Robert Chasowa Facebook-sida. Chasowa begravdes måndagen den 26 september, två dagar efter sin död, men både online och offline hade frågorna bara börjat [en]: Varför hade polisen så bråttom att dra slutsatsen att Chasowa hade begått självmord? Varför fanns det ett skärsår i hans bakhuvud? Var fanns universitetets säkerhetspersonal då allt detta skedde? Vad höll på att hända i Malawi? Chasowas död inträffade efter en ström av mordbrandsattacker på två fordon, som hörde till en radiostation som presidenten gjort gällande var regeringsfientlig, samt en mängd mordbränder riktade mot hus och kontor som tillhörde aktivister för mänskliga rättigheter. I september orsakades omfattande brandskador på tre marknader i städerna Blantyre och Lilongwe, även det misstänkta mordbränder. En annan aktivist, Lawrence Bisika, rapporterades ha blivit misshandlad i en bar i staden Zomba den 21 september av människor som sagts använda ett fordon tillhörande Ministry of Lands [en]. Det har förekommit dödshot mot journalister [en], kolumnister och individer som setts regeringskritiska. Samma dag som Chasowa begravdes tillkännagav Malawis Human Rights Commission (MHRC) att den skulle påbörja en utredning [en] av studentaktivistens död. Lördagen den 1 oktober publicerade en helgtidning, Malawi News [en], på sin förstasida en rapport där Dr Dzamalala nekade till att han delgett polisen resultaten från obduktionsundersökningen som följt Chasowas död. Han bekräftade att han utfört en obduktion på Chasowa, men sa att han ännu inte tillkännagjort resultaten eftersom en del test ännu inte var slutförda. Ytterligare en artikel i samma tidning sa att Dr Dzamalala hade blivit överraskad över det antal poliser som varit närvarande under obduktionen och av det flertal polisbesök han senare fick hemma, då han ombads lämna ut obduktionsrapporten. Tisdagen den 4 oktober intervjuades Dr Dzamalala på Capital Radio Malawis [en] program Straightalk och tillkännagav att resultaten från obduktionen skulle finnas tillgängliga följande dag. Onsdagen den 5 oktober hade Malawis båda dagstidningar The Nation [en] och The Daily Times [en] rubriker på förstasidorna med citat från obduktionsrapporten, som hävdade att Robert Chasowa inte hade begått självmord; han hade blivit mördad. Torsdagen den 29 september publicerade bloggaren Bright Mhango Baghaya [en] en artikel på sin blogg med titeln “Dokumentet som dödade Chasowa” [en]. Baghaya inledde artikeln med ett uttalande där han sa att han publicerade artikeln ordagrant, utan avsikt att göra intrång i någons upphovsrätt, vilket gav intrycket att artikeln hade skrivits av Robert Chasowa: Black Moses har anklagats för uppvigling på grund av den här publikationen, Robert Chasowa eftersöktes och dödades [min slutsats] på grund av detta dokument. Jag har bara lyft hela grejen, ordagrant… Jag har inte för avsikt att göra intrång i någons upphovsrätt, detta är rent journalistiskt. Detta är sjätte utgåvan, den kom ut på måndagen, Moses arresterades på tisdagen, Robert dödades på lördagen. Chasowas mamma tar avsked. Bild från malawivoice.com Dokumentet tecknar i punktform en lista på 12 frågor [en], och ber President wa Mutharika om förklaringar angående vissa aspekter av hans maktutövning, inklusive anklagelser om korruption och bankkonton i utlandet som Malawis rikedomar påstås tappas ur till: 1. Vi behöver en förklaring - varför konfiskerades presidentens jet i Amerika? 2. Herr President - förklara för oss varför finansministern skulle pressa ut 16 miljoner malawiska kwacha från investorer å DPP:s och era vägnar, Ers Excellens? 11. Herr President - varför skulle Paladin Africa, ett företag som utvinner uranium vid Kayerekera, stoppa 100.000 amerikanska dollar varje månad i ditt personliga konto i Australien medan Malawi har en akut brist på valutahandel? Onsdagen den 5 oktober publicerade bloggaren Mabvuto Jobani [en] en artikel i sin blogg där han rapporterade att två poliser besökt honom och sagt att de visste vem som dödat Chasowa. De bad att få förbli anonyma och berättade för Jobani [en]: Men vi känner definitivt till männen som dödade honom… De är samma män som satte eld på Rafiq Hajats kontor i Blantyre och Rev Semberekas hus i Balaka, men problemet är att vi inte kan arrestera dem eftersom de står under skydd. Nyheterna om de misstänkta omständigheterna kring dödsfallet spreds som en löpeld och debatterades ivrigt på webbplatser för sociala nätverk, diskussionsforum och ibland kommentarerna hos tidningar på nätet. Torsdagen den 6 oktober publicerade Jobani en artikel som tillkännagav att den Europeiska Unionen skulle göra ett uttalande [en] angående Robert Chasowas död. Uttalandet kom fredagen den 7 oktober. Torsdagen den 6 oktober var President wa Mutharika gäst i BBC:s program om aktuella frågor Africa Have Your Say [en], dit malawier väntades ringa in för att ställa frågor till presidenten. Chasowas död var ämnet för den allra första frågan. Presidenten svarade med att säga att han hade tillsatt en undersökningskommission för att utreda det politiska våld som rapporterats. Största delen av det timslånga programmet ägnades åt en diskussion mellan värden, Alex Jakana, och presidenten om presidentens nya bok Den afrikanska drömmen: Från fattigdom till välstånd. Mycket få frågor ringdes in och diskussionen om säkerhetsatmosfären i landet var mycket begränsad. Lördagen den 8 oktober publicerade Malawis två helgtidningar, Weekend Nation [en] och Malawi News [en] undersökande rapporter som grundligt trängde in i omständigheterna kring Chasowas död. Avslöjandena slog ner som en bomb. Båda tidningarnas redogörelser citerar människor involverade i studentgrupper som Chasowa tillhörde, samt poliser på högsta nivå som jobbade tillsammans med Chasowa, och beskrev händelserna som ledde till hans död. Chasowa rapporteras ha samarbetat med polis och politiker för att försöka stoppa demonstrationer som civila samhällsorganisationer planerat hålla onsdagen den 17 augusti, efter att tiden gått ut för president wa Mutharika att svara på de frågor som delgetts honom i en petition den 20 juli [en]. Detta var samma dag som de första demonstrationerna ägde rum i Malawis största städer och 20 civilpersoner dödades. De publicerade rapporterna säger att Chasowa och hans kollegor fick pengar och utrustning för att genomföra en operation med syfte att hindra demonstrationerna den 17 augusti. De hade utlovats 10 miljoner malawiska kwacha (ca 417.000 svenska kronor) om operationen var framgångsrik. Demonstrationerna sköts upp till 21 september, och omvandlades senare till en “stanna hemma”-protest, men polisen vägrade att betala ut de 10 miljonerna kawacha, då de hävdade att förseningen av protesterna inte var ett resultat av studenternas insatser. Rapporterna säger att Chasowa kontaktade polischefer och högre politiker inom regeringpartiet Democratic Progressive Party (DPP) upprepade gånger, och hotade med att avslöja regeringshemligheter om pengarna inte betalades ut. Nättidningar [en] och bloggar [en] har tagit steget längre och gett en redogörelse steg för steg för de händelser som ledde fram till Chasowas död, inklusive telefonnumren till rikspolischefen, presidentens bror och den nuvarande utrikesministern, samt andra personer som haft att göra med studenterna: Chasowa hade dammiga knän, som visade att han lagt sig på knä….var det då han tvingades skriva självmordsbreven? Chasowa hittades med ansiktet neråt, men ansiktet hade inga skador som visade att han fallit, hans axlar och samtliga kroppsdelar hade inga frakturer som visade att han fallit. Diskussioner på forum och sociala nätverks webbplatser visade att avslöjandena fortsatte att chockera och förfära människor både inom och utom Malawis gränser. Ett tweep frågade [en]: Det sägs att Robert #Chasowa förde dagbok - Är detta sant? Vem har den? Vad står det i den? #malawi Under tiden publicerade den tryckta upplagan av The Nation onsdagen den 12 oktober två nya utvecklingar. Den citerar John Kapito, ordförande för MHRC då han ber rikspolischefen, Peter Mukhito, att åka på semester så att MHRC:s rättsliga undersökning av Chasowas död kan möjliggöras. En annan artikel i tidningen handlade om dödshot via telefon mot Phillip Pemba, journalisten som skrev den artikel i Weekend Nation namngav [en] rikspolischefen samt den södra regionens länspolismnästare Rodney Jose som de som haft möte med och finansierat Chasowa och hans kollegor. En ny blogg kallad DPP Stormtrooopers [en] ber malawier avslöja namnen på regeringspartiet DPP:s “huliganer” inblandade i “politisk huliganism” genom att lämna in namn och uppgifter om attacker. Våldsam politisk huliganism är på tillväxt i Malawi. Låt oss avslöja de vidriga ynkryggar som bär skulden. Lämna in namn och adress till de DPP-huliganer du känner till. Bloggen lovar att göra två saker: ii) Notera alla attacker mot oliktänkande och aktivister. Det är bara en liten början, men vi måste göra någonting och vi måste försvara varandra. Vi är många och vi har smarta människor ibland oss, så låt oss finna sätt att göra det omöjligt för dessa pajaser att röra sig fritt och ostraffat döda människor i vårt samhälle.","pair":"gv-swe-20120120-674.xml","lang":"gv-eng-swe-35_SWE.json","label":[[0,6,"geographic"],[8,26,"other"],[70,95,"date"],[108,115,"other"],[121,153,"institution"],[250,264,"personal_name"],[388,397,"other"],[508,515,"personal_name"],[619,630,"date"],[734,759,"date"],[787,833,"other"],[835,852,"personal_name"],[914,921,"geographic"],[940,960,"personal_name"],[1096,1106,"personal_name"],[1111,1125,"personal_name"],[1161,1170,"other"],[1171,1188,"other"],[1189,1203,"personal_name"],[1216,1234,"other"],[1250,1257,"personal_name"],[1268,1293,"date"],[1295,1304,"date"],[1434,1441,"personal_name"],[1600,1606,"geographic"],[1608,1616,"personal_name"],[1650,1767,"other"],[1783,1872,"other"],[1876,1885,"date"],[1947,1955,"geographic"],[1960,1968,"geographic"],[2012,2020,"other"],[2022,2037,"personal_name"],[2093,2098,"geographic"],[2103,2115,"date"],[2170,2187,"institution"],[2274,2297,"other"],[2313,2320,"personal_name"],[2344,2382,"institution"],[2427,2445,"other"],[2451,2473,"date"],[2502,2513,"institution"],[2553,2565,"personal_name"],[2653,2661,"personal_name"],[2713,2720,"personal_name"],[2865,2877,"personal_name"],[3060,3082,"date"],[3096,3108,"personal_name"],[3112,3133,"institution"],[3147,3158,"other"],[3249,3271,"date"],[3277,3284,"geographic"],[3304,3314,"institution"],[3324,3339,"institution"],[3423,3437,"personal_name"],[3490,3516,"date"],[3539,3560,"personal_name"],[3601,3632,"other"],[3639,3646,"personal_name"],[3835,3849,"personal_name"],[3851,3862,"personal_name"],[3927,3941,"personal_name"],[4183,4191,"date"],[4193,4198,"personal_name"],[4215,4223,"date"],[4225,4231,"personal_name"],[4243,4251,"date"],[4253,4261,"personal_name"],[4290,4305,"institution"],[4383,4395,"personal_name"],[4524,4531,"geographic"],[4635,4642,"geographic"],[4721,4749,"other"],[4768,4773,"institution"],[4840,4854,"institution"],[4893,4903,"geographic"],[4912,4938,"other"],[4977,4987,"geographic"],[4994,5000,"geographic"],[5036,5058,"date"],[5081,5095,"personal_name"],[5211,5218,"personal_name"],[5267,5273,"personal_name"],[5368,5380,"personal_name"],[5390,5398,"geographic"],[5403,5417,"personal_name"],[5424,5430,"geographic"],[5717,5740,"date"],[5753,5759,"personal_name"],[5792,5814,"institution"],[5855,5870,"personal_name"],[5891,5913,"date"],[5915,5938,"date"],[5953,5965,"personal_name"],[5973,5978,"institution"],[6006,6026,"other"],[6037,6045,"other"],[6104,6112,"personal_name"],[6372,6383,"personal_name"],[6425,6477,"other"],[6578,6600,"date"],[6613,6620,"geographic"],[6640,6654,"institution"],[6664,6675,"institution"],[6754,6762,"personal_name"],[6866,6880,"other"],[6885,6892,"personal_name"],[6960,6967,"personal_name"],[7018,7025,"personal_name"],[7164,7187,"date"],[7217,7226,"other"],[7227,7239,"personal_name"],[7300,7307,"date"],[7377,7384,"geographic"],[7404,7406,"other"],[7467,7474,"personal_name"],[7594,7604,"date"],[7623,7651,"other"],[7656,7678,"other"],[7746,7758,"date"],[7852,7873,"other"],[7945,7957,"other"],[7990,7997,"personal_name"],[8062,8096,"institution"],[8328,8336,"personal_name"],[8371,8386,"personal_name"],[8388,8405,"personal_name"],[8424,8440,"personal_name"],[8497,8504,"personal_name"],[8610,8617,"personal_name"],[8930,8937,"geographic"],[8984,8999,"personal_name"],[9063,9070,"geographic"],[9119,9129,"institution"],[9130,9153,"date"],[9188,9199,"personal_name"],[9201,9211,"other"],[9216,9220,"institution"],[9232,9247,"other"],[9249,9262,"personal_name"],[9291,9297,"institution"],[9324,9332,"personal_name"],[9419,9432,"personal_name"],[9471,9485,"institution"],[9499,9514,"other"],[9520,9557,"other"],[9558,9569,"personal_name"],[9611,9618,"personal_name"],[9657,9675,"other"],[9685,9693,"other"],[9729,9734,"institution"],[9878,9884,"geographic"],[9973,9976,"institution"]],"Comments":["Protecting the identity of Robert Chasowa.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":202,"text":"Kenya: De sociala mediernas tillstånd Mark Kaigwa är en kenyansk kommunikationskonsulent, som arbetar tillsammans med märkesnamn, företag och frivilligorganisationer över hela Afrika med att hjälpa dem använda olika medier inom mobil- och webbaserad teknologi för att nå ut till den afrikanska befolkningen. Han bloggar på mark: my words [en]. Collins Mbalo (CM): Berätta lite mer om dig själv, vem du är och hur länge du bloggat och varit intresserad av sociala medier? Mark Kaigwa (MK): Jag har varit inblandad i digitala projekt på en mängd olika sätt de senaste 5 åren. Jag gick med i Twitter och andra sociala nätverk år 2008 och mitt starka intresse förvandlade mig från passiv mottagare till aktiv deltagare inom sociala medier i Afrika. Nu arbetar jag som konsulent inom både traditionella och nya medier. Jag har dessutom bloggat i över 4 år nu. Mark Kaigwa. Foto av Suzanne Lehn (@osusanna) CM: Du var nyligen en av domarna vid den första prisutdelningsceremonin anordnad av Bloggers Association of Kenya (BAKE) Awards [en] - finns det någonting särskilt du skulle vilja dela med dig av om bloggarna, innehållet, läsekretsen och responsen från allmänheten? MK: Det var en ära att få sitta med som domare och jag vill tacka teamet på Bloggers Association för att jag fick möjligheten. Jag måste säga att kvaliteten på det innehåll som nominerats var enastående. Där fanns tidigare oupptäckta juveler som jag tror kommer att bli lysande stjärnor inom bloggosfären inom de kommande månaderna och åren. Resten av domarna skulle hålla med om att bloggarna verkligen utmärkte sig när det gällde variation, språk, karaktär och kreativitet. Är glad över att ha fått ta del i en process som för fram dessa i strålkastarljuset, i ett av de områden i Afrika där teknologin är på så stark framväxt. CM: I din roll som innehållsskapare, följer du några bloggar och\/eller har en policy om vilken typ av bloggar du följer? MK: Det gör jag absolut i mitt arbete för Afrinnovator respektive AfricanDigitalArt. För att inte tala om gästinlägg och spalter för en mängd online-publikationer. Med det i åtanke följer jag ett stort antal bloggar och författare över hela webben och inom en mängd ämnesområden. Jag tror att det skulle vara svårt att göra detta utan att också använda sig av en social bokmärkestjänst. För egen del använder jag Diigo, Delicious och ifttt. På det sättet kan jag, oavsett om jag prenumererar på en blogg, påminna mig om varför jag valde ett visst skrivet stycke eller innehåll, och kan använda mig av det eller hänvisa till det vid ett senare tillfälle. Mina intressen täcker innovation, företagskonsultering, affärer, design, ledarskap, afrikansk film och animering. CM: En mängd nya bloggar har dykt upp på sistone. Vad anser du om deras innehåll och om hur tilltalande eller relevanta de är i ett kenyanskt sammanhang? MK: Jag tror att rätt avsikt ligger bakom. Vi borde stimulera och motivera fler kenyaner att bli skapare och inte bara konsumenter. CM: Har företagsbloggandet nått sin mognad i Kenya? MK: Absolut inte. Det har inte ens nått fram till startlinjen, enligt min uppfattning. Företag har varit snabba att kasta sig in i sociala medier, och sedan märker man att flera av dem inte ens lyckats etablera sig hos sökmotorer. Prioriteringarna inom digital kommunikation är snedvridna och det råder ofta orealistiska förväntningar på vad ett företag kan få ut av den här typen av kommunikationsutbyte med sina kunder. Bloggande är ett kraftfullt redskap för affärsverksamhet och skapandet av konsumentbaser, och jag överraskas av hur snabba så många digitala konsulter är att etablera Facebook-sidor och Twitter-konton, istället för att skapa webbplatser som omvandlar möjliga kunder till faktiska kunder och som utvärderar vad det sociala deltagandet innebär för affärsverksamheten i sin helhet. CM: Etablerade bloggare gentemot nykomlingar: har det blivit en märkbar skillnad på bloggandet i de båda grupperna, och vilken av dem reflekterar bäst den anda i vilken den kenyanska bloggsamhället borde verka? MK: Jag tycker att det råder en bra blandning just nu. Rörelser som POWO (Poets and Writers Online) [“Poeter och skribenter online”] gör en bra insats för att överbrygga klyftan mellan de två, och få etablerade röster samt människor som bibehållit toppbloggarnas svårfångade konsekvens, att dela med sig av sitt arbete och sina idéer och ge praktiska råd till bloggare på uppgång. En gång höll jag en session där jag förespråkade “den late mannens bloggning”, vilket var hur jag hänvisade till det “quick and dirty” [ung. “snabba och hafsiga”] bloggande jag gjorde med bild, text och video på min Posterous-blogg. Ett exempel på hur man kan ta alla missuppfattningarna jag en gång hade om bloggande och, på ett enkelt sätt, presentera det som en praktisk funktion inför en publik av nyblivna bloggare. CM: Tror du att det finns behov av etiska regler för bloggare? MK: Jag tror att hela diskussionen om offentliga avslöjanden fortfarande väntar på att hållas, och allteftersom bloggandet får en allt mer framträdande plats i Kenya uppstår massor med frågor som behöver besvaras. Etiska regler täcker mer än bara avslöjanden och sätter en tydlig standard för bloggare då de utbyter information med märken, företag och kommunikationsbyråer. Om det finns en intressekonflikt, om någon får betalt av eller gåvor från en källa, så är det etiskt sett absolut nödvändigt att de berättar detta för sin publik och för allmänheten. Dessa etiska regler styr också de villkor på vilka man för diskussion med bloggarkollegor och tar sig an olika ämnen. CM: Hur skulle du beskriva den kenyanska bloggosfärens tillstånd just nu? Om den har vuxit, vad beror det på och finns det saker som kan förbättras? MK: För närvarande är situationen i den kenyanska bloggosfären verkligen lovande. Vi har en begynnande Tumblr.com-rörelse på lokal tillväxt. Så har mikrobloggandet också fått upp farten, särskilt med Twitter, som på lokal nivå har fått människor att bekanta sig med konsumentinnehåll och att läsa artiklar och andra lokala\/internationella innehållskällor. Investeringar har också gjorts i flera “start-up”-företag inom innehåll och media, som Ghafla! [en] inom underhållning och PesaTalk [en] inom affärsvärlden. Längre texter och bloggar samt plattformar som Googles Blogger eller WordPress har dock fortfarande, oavsett hur mycket de har vuxit, ett behov av att människor övergår från mikrobloggande och konsumtion till innehållsskapande. Ett bevis på denna tillväxt är bildandet av BAKE, som representerar detta växande samhälles intressen. CM: Känner du att bloggande har accepterats som en trovärdig och inflytelserik källa för nyheter och information i Kenya? MK: Definitivt. För några veckor sedan såg vi bloggare i debatt på TV, och deras material hänvisas till och citeras regelbundet av traditionella medier (ibland utan källhänvisning från journalisten ifråga). Detta sagt, kan dock bloggar vara ett tveeggat svärd, och det finns vissa som utövar sin yttrandefrihet så till den grad att det ibland sker på bekostnad av det ämnesområde eller de människor de diskuterar. Många inom traditionella medier känner sig hotade av bloggosfären, eftersom den är helt utanför deras kontroll och påverkar sökmotorer, som alla som är online använder. De ser ännu inte den stora möjlighet den utgör. CM: Vad är den kenyanska upplevelsen vad gäller sociala medier och mikrobloggningsplattformar som Twitter och Facebook? Är detta bloggandets nya gränsland? MK: Det går inte att underskatta betydelsen av dessa två sociala nätverk. Kenya, tillsammans med Egypten, Nigeria och Ghana, har under de senaste 2 åren varit några av de marknader där Facebook ibland har slagit sökmotorjätten Google som den mest besökta webbplatsen i landet. Denna trend är mer märkbar på nya marknader och i länder under utveckling och visar vilken kraft sociala medier besitter i dessa områden och över hela världen. Twitters popularitet har fått den att växa stadigt till uppskattat över 300.000 registrerade användare. Detta skyndas även på genom att populära medier och sociala personligheter använder sig av Twitter, för att inte nämna politiker. Jag tror att bloggplattformar som Tumblr [en] och Posterous [en] utgör den mest intressanta nya arenan för bloggande, och allteftersom tiden gått har vi sett hur WordPress har anammat några av de sociala funktioner som gjort Tumblr till en sådan global succé. I fallet Kenya är nästa utmaning att sänka de barriärer som förhindrar tillgång, och möjliggöra innehållsskapande från smartphones och vanliga mobiler. Twitter för SMS är suveränt, men hur vi antar utmaningen att blogga där är en ny fråga. CM: Enligt din åsikt, tror du att kenyanska bloggare har den nödvändiga friheten att uttrycka sig som de borde ha möjlighet till, eller behövs förbättring? MK: Jag tror att de har det. Vi har sett politiska bloggare komma fram som har delat sina åsikter, och även om en del av dem har kritiserats så gynnar atmosfären yttrandefrihet på webben. Självcensur är kanske ett ämne som borde diskuteras men i nuläget är situationen positiv i Kenya. CM: Vilka huvudsakliga utmaningar eller begränsningar står kenyanska bloggare inför? MK: Monätariserat innehåll, följdriktighet och ämnesområden är viktiga faktorer för kenyanska bloggare. Med tanke på framtiden finns det dock ett område som ännu inte tacklats. Teknologi är fortfarande en viktig faktor och kanske funktionell analfabetism kan ses som en av utmaningarna. Den ihärdige och engagerade bloggaren, som inte har tillgång till en egen bärbar dator, kanske ibland besöker ett internetkafé för att skriva ett blogginlägg, eller lånar en dator för att skapa innehåll. Men vid sidan internetkaféerna och universiteten eller kontoren, med smartphones i folks fickor och därmed möjligheten att skapa och blogga var som helst är det dock fortfarande en utmaning att göra detta till den huvudsakliga källan för skapande av innehåll. Installeringen av undervattenskablar, förberedelserna för LTE (4G) och de mobila nätverkssignalernas omfattande täckning och konkurrenskraftiga datapriser innebär att detta är ett outforskat område. CM: Vilken roll, om någon, kommer kenyanska bloggare att spela i nästa års politiska val? MK: Enligt vad jag har märkt tycks inte många bloggare vara särskilt intresserade av politik eller valprocessen, fast detta kan dock bero på att det fortfarande dröjer ett tag innan mars 2013. I allmänhet finns en handfull som bloggar om valprocessen, men därmed är det ju inte uteslutet att varje bloggare har sin egen åsikt. Politik ses ofta genom filtret av traditionella mediakällor, och online på konventionella medias webbplatser och nyhetsklipp via YouTube. Om vi ser på bloggare idag verkar de flesta välja nischer och personliga intressen och politik engagerar inte många. Medborgarjournalistik är dock en dark horse som ännu inte vuxit fram i form av en enda, stark plattform. Intressanta utvecklingar på det härområdet inkluderar Al Jazeeras Sauti Project [en]. Utan tvivel finns det en roll att spela i nästa års val och överraskningen kan vara att denna fylls av medborgarjournalism snarare än individuella bloggare.","pair":"gv-swe-20120615-2877.xml","lang":"gv-eng-swe-191_SWE.json","label":[[0,5,"geographic"],[38,49,"personal_name"],[56,64,"other"],[65,88,"other"],[176,182,"geographic"],[283,293,"other"],[323,337,"other"],[471,482,"personal_name"],[484,486,"personal_name"],[566,572,"date"],[589,596,"institution"],[623,630,"date"],[737,743,"geographic"],[846,850,"date"],[855,866,"personal_name"],[876,888,"personal_name"],[890,899,"personal_name"],[985,1014,"institution"],[1016,1020,"institution"],[1167,1169,"personal_name"],[1243,1263,"institution"],[1750,1756,"geographic"],[1918,1920,"personal_name"],[1960,1972,"institution"],[1984,2001,"institution"],[2331,2336,"institution"],[2338,2347,"institution"],[2352,2357,"institution"],[2656,2665,"geographic"],[2686,2688,"personal_name"],[2818,2827,"other"],[2840,2842,"personal_name"],[2920,2928,"other"],[3017,3022,"geographic"],[3024,3026,"personal_name"],[3998,4007,"other"],[4036,4038,"personal_name"],[4104,4168,"institution"],[4633,4642,"institution"],[4901,4903,"personal_name"],[5061,5066,"geographic"],[5725,5727,"personal_name"],[5765,5774,"other"],[6168,6175,"institution"],[6204,6212,"institution"],[6510,6514,"institution"],[6684,6689,"geographic"],[6691,6693,"personal_name"],[7337,7346,"other"],[7478,7480,"personal_name"],[7552,7557,"geographic"],[7575,7582,"geographic"],[7584,7591,"geographic"],[7596,7601,"geographic"],[7624,7630,"date"],[7987,7994,"other"],[8418,8423,"geographic"],[8683,8692,"other"],[8805,8807,"personal_name"],[9084,9089,"geographic"],[9150,9159,"other"],[9176,9178,"personal_name"],[9260,9269,"other"],[10160,10169,"other"],[10216,10218,"personal_name"],[10398,10407,"date"],[10957,10982,"institution"]],"Comments":["Protecting the identity of Mark Kaigwa.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":204,"text":"China: Tiananmen Political Prisoner Li Wangyang Found Dead Li Wangyang, a Chinese political prisoner who spent most of his life in detention, was found dead on the morning of Wednesday 6 June, 2012, after being interviewed by overseas media about the June 4 (Tiananmen Square) Massacre of 1989 and the life of political prisoners in China. Li was released in May 5, 2011, after 22 years of imprisonment, deaf and blind because of torture he had received. He was a worker activist and participated in the 1989 student democratic movement as a leading figure for Shaoyang city autonomous worker league. He was arrested after the Tiananmen crackdown and sent to jail for 11 years under the charge of state subversion. He started a hunger strike in prison and was tortured; the prison guards pulled out his teeth and forced him to eat. He was briefly released in 2000 but sent to prison again in May 2001 for ten years in a crackdown against the China Democracy Party, this time under the charge of incitement to subvert state power. Li Wangyang and his sister in the hospital. Screen capture of Hong Kong Now TV news. He was interviewed by Hong Kong cable television for a feature story on the 23rd anniversary of the June 4 Massacre. In his interview, he said he would never regret what he had done for democratic reform in China and he was encouraged by the insistence of Hong Kong people on the vindication of June 4 Massacre. According to the Chinese Human Rights organization WeiquanWang's report [zh], Li's sister found his body hanging from the window frame of a hospital ward in which he was staying at 7am on June 6, as if he had committed suicide. The police then quickly took away Li's body ignoring the relatives' request for taking pictures of the dead body. Li's friend refused to believe that Li had committed suicide: According to Zhu Chengzhi [Li's friend], on June 4 he had long chat with Li WangYang and Li was optimistic. Although his health condition was bad, many people had expressed their concern for Li and his health was slowly recovering. Yesterday [June 5], Li asked his sister to buy him a radio so that he could start practicing listening [with hearing aids]. Two photos [WARNING: graphic content] claimed to be taken by eyewitness of the hanging scene have been circulated widely via Facebook and Twitter. They show that the window frame from which Li was hung from was too low and that his feet were still resting on the ground. Chinese netizens were outraged by the news, below is a selection of tweets reacting to the incident on Twitter [zh]: @BaiqiaoCh: This is too outrageous. They don't even try hard to fake Li Wangyang's suicide and disregard people's anger. I would spend my life digging out the murderer. @tufuwugan: Tough guy Li Wangyang had survived all these 21 years but died unnaturally in the hospital under the surveillance of ten security police. In addition, he was deaf and blind and could not move around freely. His death had everything to do with those who restrict his freedom. Wangyang is a free citizen; those who had restricted his freedom are murderers. To ban Li's family and friends from examining the body by forcefully taking the body away indicates that they are guilty. @crushglass_X: How many people had heard of Li Wangyang when he was alive? Now he is dead and named as great fighter for democracy. This shows that people do not pay attention to those who are not famous. For this group of people, the price that they have paid is much heavier than the famous and influential ones. @xuange12: Incidents usually happens like this: Your influence has affected my political career, then you become the villain. In my territory, I have absolute power. My guess is Li Wangyang was killed by these kind of narrow-minded people. If they had some common sense, they wouldn't do such a thing. No one can benefit from it. Only emotion replacing rationality, equipped with unrestrained power, would lead to this. @wenyunchao: If the authorities cannot clear the doubt that Le Wangyang was “passively suicided”, can we raise the reasonable doubt that the authorities have started murdering political dissidents in secret? The number one cause for suicide is untreated depression. Depression is treatable and suicide is preventable. You can get help from confidential support lines for the suicidal and those in emotional crisis. Visit Befrienders.org to find a suicide prevention helpline in your country.","pair":"gv-eng-20120607-327786.xml","lang":"gv-eng-swe-188_ENG.json","label":[[0,5,"geographic"],[7,16,"geographic"],[17,35,"other"],[36,47,"personal_name"],[59,70,"personal_name"],[74,81,"other"],[82,100,"other"],[175,197,"date"],[251,293,"other"],[310,329,"other"],[333,338,"geographic"],[340,342,"personal_name"],[359,370,"date"],[378,386,"date"],[404,408,"other"],[413,418,"other"],[504,508,"date"],[561,599,"institution"],[627,636,"geographic"],[668,676,"date"],[859,863,"date"],[892,900,"date"],[905,914,"date"],[942,963,"institution"],[1030,1041,"personal_name"],[1050,1056,"personal_name"],[1064,1072,"institution"],[1092,1108,"institution"],[1137,1163,"institution"],[1191,1195,"date"],[1215,1230,"other"],[1322,1327,"geographic"],[1371,1380,"geographic"],[1410,1425,"other"],[1444,1451,"other"],[1478,1491,"institution"],[1500,1502,"other"],[1505,1516,"personal_name"],[1608,1621,"date"],[1689,1693,"personal_name"],[1769,1780,"personal_name"],[1805,1807,"personal_name"],[1844,1870,"personal_name"],[1875,1881,"date"],[1904,1915,"personal_name"],[1920,1922,"personal_name"],[1973,1976,"other"],[2022,2024,"personal_name"],[2051,2061,"other"],[2074,2080,"date"],[2083,2085,"personal_name"],[2167,2184,"other"],[2377,2379,"personal_name"],[2458,2465,"other"],[2570,2572,"other"],[2575,2585,"personal_name"],[2644,2657,"personal_name"],[2744,2754,"personal_name"],[2766,2777,"personal_name"],[2801,2809,"date"],[2914,2918,"other"],[2923,2928,"other"],[2933,2961,"other"],[3031,3039,"personal_name"],[3118,3122,"personal_name"],[3233,3246,"personal_name"],[3277,3288,"personal_name"],[3548,3557,"personal_name"],[3726,3737,"personal_name"],[3968,3979,"personal_name"],[4028,4039,"personal_name"]],"Comments":["Protecting the identity of Li Wangyang.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":205,"text":"Saudi Arabia: Outrage Over 10 Lashes for Female Driver Six months ago, Shaima Jastaniya drove her car in one of Jeddah's streets before getting arrested by the police. In September, Jastaniya was sentenced to 10 lashes for challenging the driving ban but a few days later, news spread that she received a pardon from the Saudi monarch himself. When interrogated, she said she drove her car because she had no means of public or private transportation and needed to get to the hospital. Over the past 48 hours, Saudi tweeps confirmed that Jastaniya received the court's lashing order and has 30 days to appeal. Unlike other women who drove in Saudi Arabia, such as Manal Al-Sharif and Najlaa Hariri, Jastaniya did not video-tape herself when driving to post it online. What came as a bigger surprise to Saudis was actually the leaked document that the court sent to Al-Watan newspaper summoning two female journalists to court for writing the news article on the lashing sentence Jastaniya received two months ago. The two female journalists are Nissrin Najm Al-Din and Samya Al-Essa and here is a link to the story they wrote about the lashing, where they refer to the first two letters of Jastaniya's name. An illustration by Emirati Wafa Al Marzouqi in support of Saudi \"Women to Drive\" campaign. The caption reads: I have the right to drive. On Twitter, Saudi Fahad (@Solidus_Fahad) was enraged by the news. He tweeted: @Solidus_Fahad: If a woman can be whipped just for driving could you imagine what would happen to her for speaking her mind out loud?! @Solidus_Fahad: Saudi woman with great progressive beliefs will be whipped in public in the name of religion and male supremacy! Because of driving! From Jeddah, Noha Aldhahri (@MsNohaAldhahri) tweeted the news on the two female journalists called to court. She wrote: @MsNohaAldhahri: #Saudi Ministry of Information suing two #reporters for covering #Shaima #lashing case. Saudi Human Rights activist Waleed Abu Alkhair (@abualkhair) who was taken to court last September, posted the leaked document that called the two reporters to court: @abualkhair: The document from #Saudi Ministry [of] Info Suing 2 Reporters 4 publishing #Shaima lashing case http:\/\/twitpic.com\/7dzqgi From Riyadh, (@Anwaar33) criticized what she described as the corrupt system in Saudi Arabia [ar]: @Anwaar33: Only in Saudi Arabia that a girl gets lashed for driving her car for an emergency while those who stole billions from Jeddah are living in their palaces with respect. A Saudi-American tweep nicknamed (@Ana3rabeya) referred to Princess Amira Al-Taweel, the wife of Prince Waleed Bin Talal, who tweeted two months ago saying that Shaima got her sentence dropped: @Ana3rabeya: Fictional TruthSeeker: “Was there, or was there Not, Royal Pardon issued 4 #Shaima Lashing Sentence?”, Ameerah Al-Taweel: *Crickets*. Blogger Majed Al-Enizi (@QMajed) criticized the laws in Saudi Arabia [ar]: @QMajed: A citizen has the right to read a direct constitution that has a list of what is allowed and what is prohibited instead of depending on luck for his punishment to be specified. Hala Khalaf (@tbaish) too wanted to see a change. She wrote [ar]: @tbaish: After the lashing decision on Shaima, I wonder when will they allow law students to be judges instead of keeping it exclusive for the ‘bearded'. Farah Al Ibrahim (@farah_alibrahim), a female Twitter user based in Dubai, UAE, wrote [ar]: @farah_alibrahim: Let her sacrifice and get lashed, maybe her lashes would wake us up.. I do not want to add more, as I fear to get lashed too! Several Twitter users, mostly writing under pseudonyms, have cheered for this decision saying whoever crosses the law should be punished. Others used the opportunity to bash “liberals” and those seeking reforms in the Kingdom. This Twitter user used the discrimination card against women activists [ar]: @ro7_aleslam: Manal Al-Sharif is not of Saudi origins and so is Shaima. The proof is that none of those truly Saudi rooted women drove her car because her father would lash her before the government. Abdullatif Mohammad (@AboLa6eef) was complaining of tweets in favour of Jastaniya, saying she deserved her punishment [ar]: @AboLa6eef: You guys are bothering me with this Shaima of yours. She broke the law and needs to be punished. Stop the nonsense. He added: @AboLa6eef: Dear Girl, if you would like to drive, leave Saudi Arabia to where it is not banned, you have the whole world, but there is no driving here. Get it!","pair":"gv-eng-20111115-269982.xml","lang":"gv-eng-swe-65_ENG.json","label":[[0,12,"geographic"],[27,36,"other"],[55,65,"date"],[71,87,"personal_name"],[112,120,"geographic"],[171,180,"date"],[182,191,"personal_name"],[209,218,"other"],[321,334,"other"],[476,484,"institution"],[500,508,"date"],[510,515,"other"],[538,547,"personal_name"],[569,576,"other"],[591,598,"date"],[642,654,"geographic"],[664,679,"personal_name"],[684,697,"personal_name"],[699,708,"personal_name"],[802,808,"other"],[865,873,"institution"],[962,969,"other"],[979,988,"personal_name"],[998,1008,"date"],[1045,1064,"personal_name"],[1069,1082,"personal_name"],[1136,1143,"other"],[1190,1201,"personal_name"],[1227,1251,"personal_name"],[1266,1271,"other"],[1357,1362,"other"],[1363,1368,"personal_name"],[1370,1384,"personal_name"],[1423,1437,"personal_name"],[1457,1464,"other"],[1558,1572,"personal_name"],[1574,1579,"other"],[1625,1632,"other"],[1712,1718,"geographic"],[1720,1733,"personal_name"],[1735,1750,"personal_name"],[1752,1759,"other"],[1827,1842,"personal_name"],[1844,1874,"institution"],[1909,1916,"personal_name"],[1917,1925,"other"],[1932,1937,"other"],[1960,1978,"personal_name"],[1980,1991,"personal_name"],[2021,2030,"date"],[2099,2110,"personal_name"],[2130,2155,"institution"],[2187,2194,"personal_name"],[2195,2202,"other"],[2208,2233,"other"],[2239,2245,"geographic"],[2248,2257,"personal_name"],[2314,2326,"geographic"],[2328,2330,"other"],[2333,2342,"personal_name"],[2352,2364,"geographic"],[2382,2388,"other"],[2462,2468,"geographic"],[2513,2527,"other"],[2545,2556,"personal_name"],[2570,2594,"personal_name"],[2600,2604,"other"],[2608,2631,"personal_name"],[2645,2655,"date"],[2672,2678,"personal_name"],[2705,2716,"personal_name"],[2793,2800,"personal_name"],[2801,2808,"other"],[2821,2838,"personal_name"],[2860,2874,"personal_name"],[2876,2883,"personal_name"],[2908,2920,"geographic"],[2922,2924,"other"],[2927,2934,"personal_name"],[3113,3124,"personal_name"],[3126,3133,"personal_name"],[3179,3186,"personal_name"],[3198,3205,"other"],[3218,3224,"personal_name"],[3333,3349,"personal_name"],[3351,3367,"personal_name"],[3401,3411,"geographic"],[3420,3422,"other"],[3425,3441,"personal_name"],[3469,3475,"other"],[3487,3493,"other"],[3787,3794,"geographic"],[3873,3885,"personal_name"],[3887,3902,"personal_name"],[3913,3918,"other"],[3937,3943,"personal_name"],[3983,3988,"other"],[4041,4045,"other"],[4073,4092,"personal_name"],[4094,4104,"personal_name"],[4145,4154,"personal_name"],[4197,4207,"personal_name"],[4245,4251,"personal_name"],[4335,4345,"personal_name"],[4392,4404,"geographic"]],"Comments":["Protecting the identity of Shaima Jastaniya.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":207,"text":"Filippinerna: Student som avstängts på grund av obetalda avgifter begår självmord En 16-årig förstaårsstudent, som studerade beteendevetenskap på University of the Philippines Manila, begick självmord på morgonen fredagen den 8 mars. Hon hittades död i sitt familjehem i Tondo, Manila, två dagar efter att skoladministrationen förbjudit henne från att delta i lektionerna på grund av att hennes studieavgifter inte betalts. Studenten är den äldsta av fem syskon. Hennes pappa är taxichaufför på deltid och hennes mamma hemmafru. Universitetets administration hade tilldelat henne kategorin D i enlighet med programmet Socialized Tuition and Financial Assistance Program (STFAP) [en], som är avsett att hjälpa studenter finansiellt. UP Manila tillämpar en strikt avgiftspolicy [en], enligt vilken de studenter som inte kan betala sina studieavgifter i tid tvingas lämna universitetet. Utbildning är en rättighet | Foto från Pixel Offensive Sociala nätverk och personliga bloggar fylldes av sorg och sympati efter studentens förtida död. Många uttryckte även ilska [en] över de dyra studieavgifter och den starka kommersialiseringen av det filippinska utbildningssystemet som drivit studenten till hennes död. Nedan följer några av reaktioner på Twitter: @adrianayalin: Sorgliga, sorgliga, sorgliga nyheter om UP Malina-studenten som sägs ha begått självmord på grund av obetalda skolavgifter. @teddycasino: De kallhjärtade byråkraterna på UP Manila borde avgå av skuld och skam. @jcmaningat: UP Malina-studentens självmord är ett hårt slag i ansiktet på @PresidentNoy som påstår att livet är lättare under hans styre #justice #fb Cleve Kevin Robert Arguelles, representant för 50.000 studenter i universitetsstyrelsen, uppdaterade sin status på Facebook [en]: I fallet Kristel Tejada var det inte fråga om självmord. Det fanns inget val - antingen betalar du eller så slutar du följa dina drömmar. Hon dödades av systemet - ett system som vägrar erkänna att utbildning är en rättighet, livet värderas i din förmåga att betala. En sorglig och upprörande dag för oss Iskolars ng Bayan (folkets forskare). I sin blogg [en] hoppas den före detta UP Manila-studenten Alyanna Morales att det som inträffat kommer att leda till omfattande förändringar inom universitetets policy: Jag tror att vi har ett utbildningssystem som är stolt över sin heder och sitt höga anseende. Men om vi nekar någon hennes rättigheter på grund av pengar, är vi då inte värre än det system vi hävdar oss bekämpa och ta avstånd ifrån? Det förtjänar väl varken heder eller högt anseende, mitt kära UP? Ljus tänds vid UP Manila | Foto av Carl Marc Ramota Jefrey Tupas [en] jämför UP MInla-studentens självmord med den 12-åriga flickans död i Davao City för fem år sedan: De som kommer ifrån gräsrotsfamiljer, de som lever under fattigdomsgränsen, drabbas på ett direkt sätt av regeringens kommersialiseringspolicy vad gäller utbildning. Den gula regeringen - Aquino-regeringen - följer samma formel som tvingats på oss av tidigare regeringar. Dean Lozarie vänder sig till [en] de som söker avpolitisera frågan genom att insistera på att dödsfallet var enbart personligt och inte politiskt. Men visst var det det, om vi med politiskt menar att det på ett träffande sätt skildrar det nuvarande läget i ett större sammanhang och reflekterar vårt samhälles situation i sin helhet. Vi kan diskutera fakta, och vi kan diskutera vad hon verkligen tänkte under sitt sista ögonblick i livet. Men en sak kan vi vara ense om: efter knappt ett år vid nationens främsta universitet hindrade mångårig universitets- och regeringspolitik henne från att fortsätta sina studier. Studentens och hennes familjs upprepade och rimliga vädjan, om att universitetets program för hjälp med studieavgifter skulle omkategorisera henne och omvärdera hennes ekonomiska situation, avvisades. Detta påverkade henne starkt känslomässig. Dessa sidor hos samhället, vår nations samtidshistoria, är tydliga i biografin över förstaårsstudenten ifrån Tondo som inte ville mer än att få gå i skolan. Inga pengar, ingen intagning | Bild från Pixel Offensive En före detta studentrepresentant på UP, Krissy Conti, [en] menar att STFAP i själva verket är en dimridå, som döljer höjningar av skolavgifter och bildar en obehaglig bakgrund till självmordet. Den slutliga insamlingen av studieavgifter ifrån samtliga inskrivna studenter finns där, angiven i regeringens bokföring. Ingen har vågat förneka att inkomsten från skolavgifter har växt under åren. Faktum är att det har blivit en regelbunden och likvid inkomstkälla, där ungefär hälten av utgifterna för underhåll rutinmässigt tas ifrån studieavgiftsfonden Priscilla Pamintuan säger att självmordet tydligt demonstrerar det orättvisa utbildningssystem som för närvarande råder i landet. Hur mycket kommissionen om högre utbildning än offentligen tvår sina händer - eftersom varje statligt universitet har självbestämmanderätt vad gäller studieavgiftspolicy - kan den inte förneka att den är ansvarig för vad som händer dess studenter. Beror det inte på att CHED och Benigno Aquino III:s administration länge kämpat för årliga nedskärningar i de statliga universitetens budget med syfte att göra dem “ekonomiskt oberoende”? I en Facebook-anteckning [en] söker Lisa Ito mana till handling i åminne av den döda studenten: En del har vädjat: självmord är inte lösningen, ge inte upp upp, det finns hopp. Jag håller med. Lösningen är att kämpa för sina rättigheter, och kämpa till dess lösningen nåtts. Jag kommer aldrig att säga att hon saknade mod, eftesom - vad som än var orsaken till att hon fattade det beslut hon gjorde - hennes offer och hennes familjs förlust har tvingat oss alla att slutligen se den smärtsamma sanningen i vitögat: att vi inte har något annat val än att ta itu med situationen nu. Den främsta orsaken till självmord är obehandlad depression. Depression kan behandlas och självmord kan förhindras. Du kan få hjälp från de konfidentiella krislinjer som finns för de som går i självmordstankar eller befinner sig i en känslomässig krissituation. Besök Befrienders.org för att hitta en krislinje i det land där du bor.","pair":"gv-swe-20130327-3820.xml","lang":"gv-eng-swe-241_SWE.json","label":[[0,12,"geographic"],[85,92,"other"],[93,109,"other"],[125,142,"other"],[146,182,"institution"],[204,232,"date"],[271,284,"geographic"],[286,289,"date"],[451,454,"other"],[479,501,"other"],[519,527,"other"],[618,677,"other"],[732,741,"institution"],[923,938,"institution"],[1138,1149,"other"],[1253,1266,"personal_name"],[1308,1317,"institution"],[1392,1404,"personal_name"],[1438,1447,"institution"],[1478,1489,"personal_name"],[1491,1500,"institution"],[1553,1566,"personal_name"],[1629,1657,"personal_name"],[1676,1682,"other"],[1744,1752,"institution"],[1768,1782,"personal_name"],[2064,2081,"other"],[2141,2150,"institution"],[2161,2176,"personal_name"],[2567,2569,"institution"],[2586,2595,"institution"],[2605,2622,"personal_name"],[2623,2635,"personal_name"],[2648,2656,"institution"],[2686,2694,"other"],[2710,2720,"geographic"],[2927,2933,"personal_name"],[3011,3023,"personal_name"],[3982,3987,"geographic"],[4071,4086,"institution"],[4124,4126,"institution"],[4128,4140,"personal_name"],[4157,4162,"other"],[4640,4659,"personal_name"],[4781,4813,"institution"],[5040,5044,"institution"],[5049,5069,"personal_name"],[5242,5250,"personal_name"]],"Comments":["Protecting the identity of Kristel Tejada.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":209,"text":"Frankrike: Nya restriktioner för utländska studenter som vill skaffa arbetsvisum Om USA:s invandringspolitik [en] hade varit densamma som den Frankrike nyligen har beslutat att tillämpa, skulle Yahoo varit ett kinesiskt företag (grundat av Jerry Yang från Taiwan), Google skulle nu ha varit ett blomstrande ryskt företag (skapat av Sergey Brin) och Apple skulle varit ett syrianskt företag - Steve Jobs pappa var utbytesstudent vid sin sons födsel. Dessutom, om universitetet på Hawaii inte hade erbjudit Barack Obama d. ä. att studera i USA, skulle hans son antagligen inte vara där han är idag. Invandringsdebatten En politisk debatt, som sedan början av september 2011 har fått inrikesminister och före detta rådgivare till Sarkozy, Claude Guéant, att tillsammans med arbetsmarknadsministern och hälsovårdsministern, Xavier Bertand, underteckna ett cirkulär [en] som gör det svårare för utländska studenter med diplom från franska universitet och högskolor att få arbete och arbetsvisum i Frankrike. Claude Guéant, inrikesministern, foto på hemsidan iledere.parti-socialiste.fr (CC). Dessutom undertecknades ett regeringsbeslut den 6 september 2011, som stramar åt villkoren för utländska studenters fortsätta högre studier i Frankrike. Julie Smith, en amerikansk medborgare som bor i Frankrike, har berörts av den nya policyn. Efter att ha mottagit ett utvisningsbrev av myndigheterna, skriver hon på den franska hemsidan Rue 89 [en]: Det här är min historia om att vara amerikansk invandrare i Frankrike. En historia som delas av många andra sedan invandringspolitiken har hårdnat under inrikesministern Claude Guéant. Denna politik förstör livet för många utlänningar, som sedan länge har bott och levat här. Den berövar Frankrike dess faktiska bidrag till ekonomin och den är tillämpad på ett fullständigt ologiskt och orättvist sätt. Franska och utländska studenter, liksom många rektorer på universiteten, samlades för att protestera mot den nya policyn. Den 18:e oktober, demonstrerade 500 deltagare symboliskt framför Sorbonne-universitetet i Paris mot Claude Guéants politik. För att visa det absurda med propositionen, kastade de deras franska diplom i papperskorgen. Denna video som efteråt lagts upp på Youtube av användaren 123VivaAlgerieNew visar denna händelse: Demonstration Demonstrationen organiserades av Collectif du 31 mai, en organisation som förenar utländska studenter och utexaminerade från de franska universiteten. Mer än 6000 medlemmar på Facebook [fr] stödjer deras handling. La Conféderation étudiante, den andra största fackföreningen för studenter i Frankrike, har även de samlats för att protestera mot detta. Organisationen har lanserat en petition [fr] som kräver av regeringen att återta propositionen. Den har än så länge undertecknats av mer än 2000 personer. Vi intervjuade Baki Youssoufou, president för La Conféderation étudiante. I följande video [en], förklarar han det absurda med propositionen och även hur den anknyts till presidentvalet 2012: Vissa internationella studenter anser att 31:a maj-cirkuläret ger dem möjligheten att återvända till sitt land och även hjälp till att utvecklas. Kocoumbom, en kamerunsk student, publicerar en anonym artikel på Rue 89 med titeln: Afrikanska studenter, Guéant gör oss en tjänst: låt oss våga åka hem [fr]. Han skriver: I detta avseende, trots vissa personliga tragedier, kan inte jag hjälpa att tänka att Monsieur Guéant gör oss en stolt tjänst.","pair":"gv-swe-20120114-1480.xml","lang":"gv-eng-swe-52_SWE.json","label":[[0,9,"geographic"],[142,151,"geographic"],[657,671,"date"],[681,749,"personal_name"],[771,834,"personal_name"],[926,933,"other"],[992,1001,"geographic"],[1003,1034,"personal_name"],[1053,1080,"other"],[1135,1151,"date"],[1229,1238,"geographic"],[1240,1251,"personal_name"],[1256,1266,"other"],[1288,1297,"geographic"],[1409,1416,"other"],[1426,1432,"institution"],[1475,1485,"other"],[1499,1508,"geographic"],[1592,1622,"personal_name"],[1727,1736,"geographic"],[1842,1849,"other"],[1968,1980,"date"],[1996,1999,"other"],[2029,2051,"institution"],[2054,2059,"geographic"],[2064,2078,"personal_name"],[2149,2156,"other"],[2218,2225,"institution"],[2240,2257,"personal_name"],[2327,2346,"institution"],[2422,2429,"other"],[2452,2456,"other"],[2480,2482,"other"],[2508,2534,"institution"],[2585,2594,"geographic"],[2786,2790,"other"],[2816,2831,"personal_name"],[2847,2873,"institution"],[2987,2991,"date"],[3035,3043,"date"],[3139,3148,"personal_name"],[3153,3162,"other"],[3204,3210,"institution"],[3223,3291,"other"],[3293,3295,"other"],[3397,3412,"personal_name"]],"Comments":["Protecting the identity of Julie Smith.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
{"id":210,"text":"Bangladesh: A Bold Protest Against Dowry For centuries dowry has been part of the social system in many parts of the world and in developing countries it is seen as a financial burden for the bride's family. In several South Asian countries it has been prohibited by law in the past century, but dowry is still widely and illegally practiced. Each year we hear about dowry-related domestic violence which may end up in the killing of wives by some husbands. A recent protest against dowry is being much discusses and lauded in the social networks in Bangladesh. 11\/11\/11 was chosen as the dream wedding date of the bride Farzana Yasmin, who works in an insurance company, and the bridegroom Shawkat Ali Khan Hiron, who is a head master of a government primary school. The wedding duly took place last Friday [bn], but during the reception Farzana's in-laws demanded a TV set, refrigerator, motorbike and a few more things as ‘gifts' from the bride's family in presence of the guests. The bride was stunned to see that her new husband was voicing support for their demands and sent ripples across the country by divorcing him right at the wedding. The relatives of the bridegroom tried to solve the dispute into the night but Farzana stuck to her word. The bridegroom later wrote in a Facebook status that the truth is that his marriage ended and he apologized to the guests. He also claimed that he did not ask for a dowry. He then launched a smear campaign [bn] against the bride on Facebook. Netizens widely protested this and the hate filled posts were later removed. Farzana explained: Dowry has become a cancer of society. I've read in newspapers about it and have always wondered why this happens. [..] When it happened right before my eyes, something happened inside me. I felt like speaking up against it and doing something about it…. [..] Maybe I haven't changed the lives of ten people, but I want people to take the lesson that girls can do something. She asked that if she, being an educated girl cannot take this decision, who can? Here is a video of an interview [bn] she gave to local media (uploaded by Priyochannel). Unheard Voice blog posts translations from the interview: So what if I got divorced? I don't need it. I can live by myself. I can never build a home with a man like this… Girls think once you get married you can never leave. They make comments like, how could she get divorced. Why should I live inside a hell when I know it is… We speak against dowry, but it still happens. If I don't protest now, another five women will not protest against this… You see all these protests, rallies, but it still continues. This society continues to be ruled by men. How could a teacher ask for dowry? What will society learn from a teacher like that? And he is a government teacher. And government talks against dowry. These people need to be punished, they need to be socially ostracized. I am proud to say I walked out, even though I was dressed as bride. Farzana at the interview. Image courtesy Kowshik Kowshik was there during the interview and wrote about it in BDNews24.com blog [bn] Listening to her remarkable story. One has to be amazed by her deeds. How many people can take such a brave decision? We hear about domestic violence related to dowry all the time. But such bold stand is a rare phenomenon. Kowshik's post attracted many comments. Gias Uddin Bhuiyan congratulated her and said: Every person in every home should remember this bold step taken by her and the lesson should be applied in our lives. The responsibility doesn't end only by congratulating her. Pankaj Chowdhury said: Farzana, many thanks to you. You have shown that women are not products at markets. They are also human beings and they are independent. Muktadir S. Hossain comments on an article in the Daily Star: This is just the beginning. For all those beggars who look for dowry, this is a warning. Manzor H. sarkar writes: My full admiration for this girl's guts and courage and her decisive refusal to the compliance with this century-old stupid tradition or practice of dowry in our sub-continent. She fully realised what type of marriage was going to be installed. It looked like more to a sale deed rather than a bond of matrimony based on mutual trust and love. The reality is that Farzana is just one odd amongst millions of women who have to live through the ordeals of dowry. When will society wake up?","pair":"gv-eng-20111115-270137.xml","lang":"gv-eng-swe-66_ENG.json","label":[[0,10,"geographic"],[219,230,"geographic"],[550,560,"geographic"],[562,570,"date"],[621,635,"personal_name"],[650,670,"other"],[691,713,"personal_name"],[724,766,"other"],[796,807,"date"],[809,811,"other"],[839,848,"personal_name"],[1225,1232,"personal_name"],[1459,1461,"other"],[1571,1578,"personal_name"],[2079,2081,"other"],[2120,2132,"institution"],[2135,2148,"institution"],[2700,2707,"other"],[2754,2761,"other"],[2796,2803,"other"],[2980,2987,"personal_name"],[3021,3028,"personal_name"],[3029,3036,"personal_name"],[3090,3102,"institution"],[3336,3345,"personal_name"],[3376,3394,"personal_name"],[3600,3616,"personal_name"],[3623,3630,"personal_name"],[3760,3779,"personal_name"],[3806,3820,"institution"],[3911,3927,"personal_name"],[4300,4307,"personal_name"]],"Comments":["Protecting the identity of Farzana Yasmin.\nWhile profession can be reconstructed from verbs and descriptions of actions, those are left unchanged.\nDue to the nature of the document, the overall narrative \/ story may also be used for reidentification."]}
]